{
	"class": [
		{
			"name": "Bárbaro",
            "subclassTitle": "Trilhas Primitivas",
			"multiclassing": {
				"requirements": {
					"str": 13
				},
				"proficienciesGained": {
					"armor": [
						"Escudos"
					],
					"weapons": [
						"Armas Simples",
						"Armas Marciais"
					]
				}
			},
            "entries": [
                "A fúria arde no coração de todos os bárbaros como uma fornalha que os leva à grandeza. Porém, diferentes bárbaros atribuem sua fúria a diferentes fontes. Para alguns, trata-se de um reservatório interior onde o sofrimento, o pesar e o ódio são forjados em uma fúria rígida como o aço. Outros a veem como uma bênção espiritual, um dom recebido de um totem animal."
            ]
		}
	],
	"subclasses": [
		{
			"name": "Trilha do Berserker",
			"shortName": "Berserker",
            "id": "berserker",
			"source": "PHB",
			"className": "Bárbaro",
			"classSource": "PHB",
			"page": 49,
			"srd": true,
            "level": 3,
            "entries": [
                "Para alguns bárbaros, a fúria é apenas um meio para se atingir um fim - e esse fim é a violência. A Trilha do Berserker é um caminho de fúria desenfreada, banhada em sangue. Assim que você é tomado pela fúria do berserker, passa a exultar no caos da batalha, descuidando-se da sua própria saúde ou bem-estar."
            ],
			"subclassFeatures": [
                {
                    "name": "Frenesi",
                    "source": "PHB",
                    "page": 49,
                    "srd": true,
                    "className": "Bárbaro",
                    "classSource": "PHB",
                    "subclassShortName": "Berserker",
                    "subclassSource": "PHB",
                    "level": 3,
                    "header": 1,
                    "entries": [
                        "Ao escolher esta trilha no terceiro nível, você se torna capaz de entrar em frenesi quando se enfurece. Ao fazê-lo, por toda a duração da sua fúria, pode usar sua ação bônus a cada turno para realizar um único ataque com uma arma de combate corpo a corpo. Ao final da fúria, você sofre um nível de exaustão."
                    ]
                },
                {
                    "name": "Fúria Irracional",
                    "source": "PHB",
                    "page": 49,
                    "srd": true,
                    "className": "Bárbaro",
                    "classSource": "PHB",
                    "subclassShortName": "Berserker",
                    "subclassSource": "PHB",
                    "level": 6,
                    "header": 2,
                    "entries": [
                        "A partir do 6º nível, você não pode ser enfeitiçado ou amedrontado enquanto estiver em fúria. Se estiver enfeitiçado ou amedrontado ao entrar em fúria, o efeito é suspenso pelo tempo que a fúria durar."
                    ]
                },
                {
                    "name": "Presença Intimidante",
                    "source": "PHB",
                    "page": 49,
                    "srd": true,
                    "className": "Bárbaro",
                    "classSource": "PHB",
                    "subclassShortName": "Berserker",
                    "subclassSource": "PHB",
                    "level": 10,
                    "header": 2,
                    "entries": [
                        "A partir do 10º nível, você pode usar sua ação para amedrontar alguém com sua presença ameaçadora. Como alvo, escolha uma criatura que você possa ver e que esteja a até 9 metros de distância. Caso ela possa vê-lo ou ouvi-lo, precisa ser bem-sucedida em uma salvaguarda de Sabedoria (CD igual a 8 + seu bônus de proficiência + seu modificador de Carisma), ou ficará amedrontada por você até o fim do seu próximo turno. Nos turnos subsequentes, você poderá usar sua ação para estender a duração deste efeito sobre a criatura amedrontada até o final do seu próximo turno. Este efeito termina se, ao final do seu turno, a criatura estiver fora da sua linha de visão, ou a uma distância superior a 18 metros de você.",
                        "Caso a criatura seja bem-sucedida em sua salvaguarda, ela ficará imune aos efeitos desta característica por 24 horas."
                    ]
                },
                {
                    "name": "Retaliação",
                    "source": "PHB",
                    "page": 50,
                    "srd": true,
                    "className": "Bárbaro",
                    "classSource": "PHB",
                    "subclassShortName": "Berserker",
                    "subclassSource": "PHB",
                    "level": 14,
                    "header": 2,
                    "entries": [
                        "A partir do 14º nível, ao sofrer dano causado por uma criatura que esteja a até 1,5 m de distância, você pode usar sua reação para atacá-la com uma arma de combate corpo a corpo."
                    ]
                }
            ]
		},
		{
			"name": "Trilha do Ancestral Totêmico",
			"shortName": "Ancestral Totêmico",
            "id": "ancestraltotemico",
			"source": "PHB",
			"className": "Bárbaro",
			"classSource": "PHB",
			"page": 50,
            "level": 3,
                    "entries": [
                        "A Trilha do Ancestral Totémico é uma jornada espiritual na qual o bárbaro aceita um espírito animal como guia, protetor e inspiração. Em combate, você é tomado pelo poder sobrenatural do seu espírito totémico, o que adiciona combustível mágico à sua fúria.",
                        "Para a maioria das tribos bárbaras, os animais totêmicos possuem algum parentesco com clãs específicos. Por isso, é muito raro um indivíduo possuir mais de um espírito animal totémico, embora existam exceções."
                    ],
			"subclassFeatures": [
                {
                    "name": "Explorador Espiritual",
                    "source": "PHB",
                    "page": 50,
                    "className": "Bárbaro",
                    "classSource": "PHB",
                    "subclassShortName": "Ancestral Totêmico",
                    "subclassSource": "PHB",
                    "level": 3,
                    "header": 1,
                    "entries": [
                        "Você busca a sintonia com o mundo natural, o que resulta num parentesco com os animais. Ao adotar esta trilha, no 3º nível, você recebe a capacidade de conjurar as magias {@spell sentido feral} e {@spell falar com animais}, mas apenas como rituais."
                    ]
                },
                {
                    "name": "Totem Espiritual",
                    "source": "PHB",
                    "page": 50,
                    "className": "Bárbaro",
                    "classSource": "PHB",
                    "subclassShortName": "Ancestral Totêmico",
                    "subclassSource": "PHB",
                    "level": 3,
                    "header": 1,
                    "entries": [
                        "Ao adotar esta trilha, no 3º nível, você escolhe um espírito totémico e incorpora suas características. Você deve fazer ou adquirir um totem físico — um amuleto, por exemplo – que contenha peles, penas, garras, dentes ou ossos do seu animal totémico. Também é possível aceitar ou rejeitar características físicas menores, que retratem o seu espírito totémico. Por exemplo, se o seu espírito totémico for um urso, você pode ser extremamente peludo, e ter a pele muito grossa. Ou, caso seja de uma águia, os seus olhos podem ficar amarelos e brilhantes.",
                        "O seu animal totémico pode ser semelhante aos listados aqui, porém mais adequado à sua terra natal. Por exemplo, você poderia escolher um falcão ou abutre ao invés de uma águia.",
                        {
                            "type": "options",
                            "count": 1,
                            "entries": [
                                {
                                    "name": "Águia",
                                    "source": "PHB",
                                    "page": 50,
                                    "className": "Bárbaro",
                                    "classSource": "PHB",
                                    "subclassShortName": "Ancestral Totêmico",
                                    "subclassSource": "PHB",
                                    "level": 3,
                                    "entries": [
                                        "Enquanto estiver em fúria, outras criaturas têm desvantagem em ataques de oportunidade feitos contra você, e você pode usar a ação Correr como sua ação bônus durante o seu turno. O espírito da águia faz de você um predador totalmente à vontade em meio ao caos do combate."
                                    ]
                                },
                                {
                                    "name": "Lobo",
                                    "source": "PHB",
                                    "page": 50,
                                    "className": "Bárbaro",
                                    "classSource": "PHB",
                                    "subclassShortName": "Ancestral Totêmico",
                                    "subclassSource": "PHB",
                                    "level": 3,
                                    "entries": [
                                        "Enquanto estiver em fúria, seus amigos têm vantagem em jogadas de ataque corpo a corpo contra qualquer criatura que seja hostil e se encontre a até 1,5 metro de distância. O espírito do lobo faz de você o líder da matilha."
                                    ]
                                },
                                {
                                    "name": "Urso",
                                    "source": "PHB",
                                    "page": 50,
                                    "className": "Bárbaro",
                                    "classSource": "PHB",
                                    "subclassShortName": "Ancestral Totêmico",
                                    "subclassSource": "PHB",
                                    "level": 3,
                                    "entries": [
                                        "Enquanto estiver em fúria, você é resistente a todos os tipos de dano, exceto dano psíquico. O espírito do urso o torna vigoroso o suficiente para resistir a qualquer castigo."
                                    ]
                                },
                                {
                                    "name": "Alce (opção adicional, SCAG)",
                                    "source": "SCAG",
                                    "page": 122,
                                    "className": "Bárbaro",
                                    "classSource": "SCAG",
                                    "subclassShortName": "Ancestral Totêmico",
                                    "subclassSource": "PHB",
                                    "level": 3,
                                    "entries": [
                                        "Enquanto estiver em fúria e não estiver vestindo armadura pesada, seu deslocamento de caminhada aumenta em 4,5 metros. O espírito do alce torna você extraordinariamente rápido."
                                    ]
                                },
                                {
                                    "name": "Tigre (opção adicional, SCAG)",
                                    "source": "SCAG",
                                    "page": 122,
                                    "className": "Bárbaro",
                                    "classSource": "SCAG",
                                    "subclassShortName": "Ancestral Totêmico",
                                    "subclassSource": "PHB",
                                    "level": 3,
                                    "entries": [
                                        "Enquanto estiver em fúria, você adiciona 3 metros ao seu salto à distância e 1,5 metro ao seu salto em altura. O espírito do tigre dá mais poder aos seus saltos."
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "name": "Aspecto da Fera",
                    "source": "PHB",
                    "page": 50,
                    "className": "Bárbaro",
                    "classSource": "PHB",
                    "subclassShortName": "Ancestral Totêmico",
                    "subclassSource": "PHB",
                    "level": 6,
                    "header": 2,
                    "entries": [
                        "No 6º nível, você ganha um benefício mágico baseado no animal totémico da sua escolha. Você pode escolher o mesmo animal que selecionou no 3º nível ou outro.",
                        {
                            "type": "options",
                            "count": 1,
                            "entries": [
                                {
                                    "name": "Águia",
                                    "source": "PHB",
                                    "page": 50,
                                    "className": "Bárbaro",
                                    "classSource": "PHB",
                                    "subclassShortName": "Ancestral Totêmico",
                                    "subclassSource": "PHB",
                                    "level": 6,
                                    "entries": [
                                        "Você adquire a visão da águia. Agora, sua visão alcança 1,6 quilômetros de distância sem dificuldade, podendo discernir até mesmo detalhes finos como se estes estivessem a não mais do que 30 metros de distância. Além disso, a meia-luz não impõe desvantagem em seus testes de Sabedoria (Percepção)."
                                    ]
                                },
                                {
                                    "name": "Lobo",
                                    "source": "PHB",
                                    "page": 50,
                                    "className": "Bárbaro",
                                    "classSource": "PHB",
                                    "subclassShortName": "Ancestral Totêmico",
                                    "subclassSource": "PHB",
                                    "level": 6,
                                    "entries": [
                                        "Você adquire os sentidos de caça do lobo, e pode rastrear criaturas enquanto viaja em ritmo rápido, além de ser capaz de mover-se furtivamente enquanto viaja em ritmo normal."
                                    ]
                                },
                                {
                                    "name": "Urso",
                                    "source": "PHB",
                                    "page": 50,
                                    "className": "Bárbaro",
                                    "classSource": "PHB",
                                    "subclassShortName": "Ancestral Totêmico",
                                    "subclassSource": "PHB",
                                    "level": 6,
                                    "entries": [
                                        "Você adquire a força do urso. Sua capacidade de carga (incluindo carga máxima e elevação máxima) é dobrada, e você passa a ter vantagem em testes de Força realizados com o objetivo de empurrar, puxar, levantar ou quebrar objetos."
                                    ]
                                },
                                {
                                    "name": "Alce (opção adicional, SCAG)",
                                    "source": "SCAG",
                                    "page": 122,
                                    "className": "Bárbaro",
                                    "classSource": "SCAG",
                                    "subclassShortName": "Ancestral Totêmico",
                                    "subclassSource": "PHB",
                                    "level": 6,
                                    "entries": [
                                        "Seja montado ou a pé, seu ritmo de viagem dobra, assim como o ritmo de até dez companheiros seus enquanto eles estiverem a até 18 metros de você e você não estiver incapacitado. O espírito do alce o ajuda a andar mais longe e rápido."
                                    ]
                                },
                                {
                                    "name": "Tigre (opção adicional, SCAG)",
                                    "source": "SCAG",
                                    "page": 122,
                                    "className": "Bárbaro",
                                    "classSource": "SCAG",
                                    "subclassShortName": "Ancestral Totêmico",
                                    "subclassSource": "PHB",
                                    "level": 6,
                                    "entries": [
                                        "Você ganha proficiência em duas perícias a partir da lista a seguir: Acrobacia, Atletismo, Furtividade e Sobrevivência. O espírito felino aguça seus instintos de sobrevivência."
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "name": "Andarilho Espiritual",
                    "source": "PHB",
                    "page": 50,
                    "className": "Bárbaro",
                    "classSource": "PHB",
                    "subclassShortName": "Ancestral Totêmico",
                    "subclassSource": "PHB",
                    "level": 10,
                    "header": 2,
                    "entries": [
                        "No 10º nível, você consegue conjurar a magia {@spell comunhão com a natureza}, mas apenas como um ritual. Ao fazê-lo, uma versão espiritual de um dos animais que você escolheu como Espírito Totémico ou Aspecto da Fera se manifesta e transmite a informação buscada."
                    ]
                },
                {
                    "name": "Sintonia Totêmica",
                    "source": "PHB",
                    "page": 50,
                    "className": "Bárbaro",
                    "classSource": "PHB",
                    "subclassShortName": "Ancestral Totêmico",
                    "subclassSource": "PHB",
                    "level": 14,
                    "header": 2,
                    "entries": [
                        "No 14º nível, você adquire um benefício mágico baseado no animal totémico da sua escolha (pode escolher o mesmo animal que selecionou anteriormente ou outro).",
                        {
                            "type": "options",
                            "count": 1,
                            "entries": [
                                {
                                    "name": "Águia",
                                    "source": "PHB",
                                    "page": 50,
                                    "className": "Bárbaro",
                                    "classSource": "PHB",
                                    "subclassShortName": "Ancestral Totêmico",
                                    "subclassSource": "PHB",
                                    "level": 14,
                                    "entries": [
                                        "Enquanto estiver em fúria, você possui um deslocamento de voo igual ao seu deslocamento de caminhada atual. Esse benefício funciona apenas para voos curtos; caso termine seu turno no ar e nada mais estiver mantendo-o em voo, você sofre uma queda."
                                    ]
                                },
                                {
                                    "name": "Lobo",
                                    "source": "PHB",
                                    "page": 50,
                                    "className": "Bárbaro",
                                    "classSource": "PHB",
                                    "subclassShortName": "Ancestral Totêmico",
                                    "subclassSource": "PHB",
                                    "level": 14,
                                    "entries": [
                                        "Enquanto estiver em fúria, sempre que você atingir uma criatura Grande ou menor com uma arma de combate corpo a corpo, poderá usar sua ação bônus para deixá-la caída."
                                    ]
                                },
                                {
                                    "name": "Urso",
                                    "source": "PHB",
                                    "page": 50,
                                    "className": "Bárbaro",
                                    "classSource": "PHB",
                                    "subclassShortName": "Ancestral Totêmico",
                                    "subclassSource": "PHB",
                                    "level": 14,
                                    "entries": [
                                        "Enquanto estiver em fúria, qualquer criatura hostil a até 1,5 metro de você tem desvantagem em jogadas de ataque contra qualquer alvo, exceto você ou outro personagem que também possua esta característica. Uma criatura estará imune a este efeito se não conseguir vê-lo, ouvi-lo, ou não puder ser amedrontada."
                                    ]
                                },
                                {
                                    "name": "Alce (opção adicional, SCAG)",
                                    "source": "SCAG",
                                    "page": 122,
                                    "className": "Bárbaro",
                                    "classSource": "SCAG",
                                    "subclassShortName": "Ancestral Totêmico",
                                    "subclassSource": "PHB",
                                    "level": 14,
                                    "entries": [
                                        "Enquanto estiver em fúria, você pode usar uma ação bônus durante o seu deslocamento para atravessar um espaço ocupado por uma criatura Grande ou menor. Esta criatura deve ser bem-sucedida em uma salvaguarda de Força (CD 8 + seu modificador de Força + seu bônus de proficiência) ou é derrubada e sofre dano contundente equivalente a 1d12 + seu modificador de Força."
                                    ]
                                },
                                {
                                    "name": "Tigre (opção adicional, SCAG)",
                                    "source": "SCAG",
                                    "page": 122,
                                    "className": "Bárbaro",
                                    "classSource": "SCAG",
                                    "subclassShortName": "Ancestral Totêmico",
                                    "subclassSource": "PHB",
                                    "level": 14,
                                    "entries": [
                                        "Enquanto estiver em fúria, se você se mover ao menos 6 metros em linha reta na direção de um alvo de tamanho Grande ou menor pouco antes de fazer um ataque armado corpo a corpo contra ele, você pode usar uma ação bônus para fazer um ataque armado corpo a corpo adicional contra ele."
                                    ]
                                }
                            ]
                        }
                    ]
                }
			]
		},
		{
			"name": "Trilha do Colérico",
			"shortName": "Cólerico",
            "id": "colerico",
			"source": "SCAG",
			"className": "Bárbaro",
			"classSource": "PHB",
			"page": 121,
            "level": 3,
            "restriction": "Apenas Anões",
            "entries": [
                "Conhecidos como <i>Kuldjargh</i> (literalmente \"machado idiota\") no idioma Anão, os coléricos são anões seguidores dos deuses da guerra e seguem a Trilha do Colérico. Eles se especializam em vestir armaduras corpulentas e cheias de cravos, e lançam-se em combate, acertando oponentes com seus próprios corpos e entregando-se à fúria da batalha."
            ],
			"subclassFeatures": [
                {
                    "name": "Armadura do Colérico",
                    "source": "SCAG",
                    "page": 121,
                    "className": "Bárbaro",
                    "classSource": "PHB",
                    "subclassShortName": "Cólerico",
                    "subclassSource": "SCAG",
                    "level": 3,
                    "header": 1,
                    "entries": [
                        "Quando escolhe esta trilha, no 3º nível você ganha a habilidade de usar uma armadura com cravos (veja mais detalhes abaixo) como arma.",
                        "Enquanto veste uma armadura com cravos e está em fúria, você pode usar uma ação bônus para fazer um ataque armado corpo a corpo com sua armadura com cravos contra um alvo a até 1,5 metro de você. Se o ataque acertar, os cravos causam 1d4 pontos de dano perfurante. Você usa seu modificador de Força para as jogadas de ataque e dano.",
                        "Além disso, quando você usa a ação Atacar para agarrar uma criatura, o alvo sofre 3 pontos de dano perfurante se o seu teste de agarramento for bem-sucedido.",
                        {
                            "type": "card",
                            "name": "Armadura com Cravos",
                            "entries": [
                                "A armadura com cravos é um tipo raro de armadura média feita pelos anões. Ela consiste de um casaco de couro e perneiras cobertas com cravos que normalmente são feitos de metal.",
                                "<b>Custo:</b> 75 PO<br><b>CA:</b> 14 + modificador de Destreza (máx. 2)<br><b>Furtividade:</b> Desvantagem<br><b>Peso:</b> 22,5 kg"
                            ]
                        }
                    ]
                },
                {
                    "name": "Entrega Imprudente",
                    "source": "SCAG",
                    "page": 121,
                    "className": "Bárbaro",
                    "classSource": "PHB",
                    "subclassShortName": "Cólerico",
                    "subclassSource": "SCAG",
                    "level": 6,
                    "header": 2,
                    "entries": [
                        "A partir do 6º nível, quando você usa Ataque Descuidado enquanto está em fúria, você também ganha pontos de vida temporários equivalentes ao seu modificador de Constituição (mínimo de 1). Quaisquer pontos de vida que sobrarem ao término da fúria, desaparecem."
                    ]
                },
                {
                    "name": "Carga Colérica",
                    "source": "SCAG",
                    "page": 121,
                    "className": "Bárbaro",
                    "classSource": "PHB",
                    "subclassShortName": "Cólerico",
                    "subclassSource": "SCAG",
                    "level": 10,
                    "header": 2,
                    "entries": [
                        "A partir do 10º nível, você pode realizar a ação Correr com uma ação bônus enquanto está em fúria."
                    ]
                },
                {
                    "name": "Retribuição Espinhosa",
                    "source": "SCAG",
                    "page": 121,
                    "className": "Bárbaro",
                    "classSource": "PHB",
                    "subclassShortName": "Cólerico",
                    "subclassSource": "SCAG",
                    "level": 14,
                    "header": 2,
                    "entries": [
                        "A partir do 14º nível, quando uma criatura a até 1,5 metro de você acertá-lo com um ataque corpo a corpo, o atacante sofre 3 pontos de dano perfurante se você estiver em fúria, não estiver incapacitado e estiver vestindo uma armadura com cravos."
                    ]
                }
			]
		},
		{
			"name": "Trilha do Espírito Ancestral",
			"shortName": "Espírito Ancestral",
            "id": "espiritoancestral",
			"source": "XGE",
			"className": "Bárbaro",
			"classSource": "PHB",
			"page": 9,
            "level": 3,
                    "entries": [
                        "Alguns bárbaros têm suas origens em culturas que reverenciam seus ancestrais. Essas tribos ensinam que os guerreiros do passado permanecem no mundo como poderosos espíritos capazes de guiar e proteger os vivos. Quando um bárbaro que segue esta trilha entra em fúria, ele contata o mundo espiritual e pede a ajuda desses espíritos protetores.",
                        "Bárbaros que procuram esses ancestrais tem melhores chances ao lutar para proteger suas tribos e aliados. Para consolidar laços com tais espíritos, bárbaros que seguem esta trilha cobrem-se com aelaboradas tatuagens que celebram os feitos de seus ancestrais. Essas tatuagens contam as vitoriosas sagas contra monstros e outros rivais igualmente terríveis."
                    ],
			"subclassFeatures": [
                {
                    "name": "Defensores Ancestrais",
                    "source": "XGE",
                    "page": 10,
                    "className": "Bárbaro",
                    "classSource": "PHB",
                    "subclassShortName": "Espírito Ancestral",
                    "subclassSource": "XGE",
                    "level": 3,
                    "header": 1,
                    "entries": [
                        "Iniciando com a sua escolha desta trilha no 3º nível, guerreiros espectrais aparecem quando você entra em fúria. Enquanto em fúria, a primeira criatura que você atingir com um ataque no seu turno torna-se o alvo dos guerreiros, que atrapalham os ataques dela. Até o começo do seu próximo turno, o alvo tem desvantagem em qualquer jogada de ataque que não seja contra voCê, e quando ele acerta uma criatura que não seja você, essa criatura tem resistência ao dano causado pelo ataque. O efeito no alvo acaba mais cedo caso sua fúria termine."
                    ]
                },
                {
                    "name": "Escudo Espiritual",
                    "source": "XGE",
                    "page": 10,
                    "className": "Bárbaro",
                    "classSource": "PHB",
                    "subclassShortName": "Espírito Ancestral",
                    "subclassSource": "XGE",
                    "level": 6,
                    "header": 2,
                    "entries": [
                        "A partir do 6º nível, os espíritos guardiões que o auxiliam podem fornecer proteção sobrenatural para aqueles que você defende. Se você estiver enfurecido e outra criatura à sua vista e até 9 metros de você receber dano, você pode usar sua reação para reduzir esse dano em 2d6.",
                        "Ao alcançar certos níveis nesta classe, você pode reduzir o dano ainda mais: em 3d6 no 10º nível e em 4d6 no 14º nível."
                    ]
                },
                {
                    "name": "Consulta com os Espíritos",
                    "source": "XGE",
                    "page": 10,
                    "className": "Bárbaro",
                    "classSource": "PHB",
                    "subclassShortName": "Espírito Ancestral",
                    "subclassSource": "XGE",
                    "level": 10,
                    "header": 2,
                    "entries": [
                        "No 10º nível, você ganha a habilidade de consultar seus espíritos ancestrais. Ao fazê-lo, você conjura a magia {@spell augúrio} ou {@spell clarividência} sem usar um espaço de magia ou componente materiais. Em vez de criar um sensor esférico, este uso de {@spell clarividência} invoca invisivelmente um de seus espíritos ancestais para a localização escolhida. Sabedoria é seu atributo de conjuração para essas magias.",
                        "Após conjurar qualquer uma dessas magias desse modo, você só pode voltar a usar esta característica após terminar um descanso curto ou longo."
                    ]
                },
                {
                    "name": "Ancestais Vingativos",
                    "source": "XGE",
                    "page": 10,
                    "className": "Bárbaro",
                    "classSource": "PHB",
                    "subclassShortName": "Espírito Ancestral",
                    "subclassSource": "XGE",
                    "level": 14,
                    "header": 2,
                    "entries": [
                        "No 14º nível, o poder dos seus espíritos ancestrais aumentou o suficiente para retaliar. Ao usar seu Escudo Espiritual para reduzir o dano de um ataque, o atacante recebe uma quantidade de dano energético igual ao dano que seu escudo Espiritual evitou."
                    ]
                }
			]
		},
		{
			"name": "Trilha do Arauto da Tempestade",
			"shortName": "Arauto da Tempestade",
            "id": "arautodatempestade",
			"source": "XGE",
			"className": "Bárbaro",
			"classSource": "PHB",
			"page": 10,
            "level": 3,
                    "entries": [
                        "Todos os bárbaros cultivam uma fúria interior. Essa fúria lhes concede força, resistência e velocidade superiores. Bárbaros que seguem a Trilha do Arauto da Tempestade aprendem a transformar essa fúria em um manto de magia primal que rodopia ao redor deles. Quando em fúria, um bárbaro desta trilha extrai poder das forças da natureza para criar potentes efeitos mágicos.",
                        "Arautos da tempestade costumam ser campeões de elite que treinam ao lado de druidas, guardiões e outros que juraram proteger a natureza. Outros arautos refinam suas habilidades em assentamentos de regiões assoladas por tempestades, nos rincões onde o mundo termina em gelo ou nas profundezas dos mais abrasadores desertos."
                    ],
			"subclassFeatures": [
                {
                    "name": "Aura da Tempestade",
                    "source": "XGE",
                    "page": 10,
                    "className": "Bárbaro",
                    "classSource": "PHB",
                    "subclassShortName": "Arauto da Tempestade",
                    "subclassSource": "XGE",
                    "level": 3,
                    "header": 1,
                    "entries": [
                        "A partir do 3º nível, você passa a emanar uma aura mágica tempestuosa quando está em fúria. A aura se estende 3 metros em todas as direções a partir de você, mas não atravessa cobertura total.",
                        "Sua aura possui um efeito que é ativado quando você entra em fúria, e você pode ativar esse efeito novamente em cada um dos seus turnos como uma ação bônus. Escolha um ambiente entre deserto, mar ou tundra. O efeito da sua aura depende do ambiente escolhido, conforme detalhado a seguir. Você pode mudar o ambiente escolhido sempre que ganhar um nível nessa classe.",
                        "Se os efeitos da sua aura exigem uma salvaguarda, a CD é igual a 8 + seu bônus de proficiência + seu modificador de Constituição.",
                        {
                            "type": "options",
                            "entries": [
                                {
                                    "name": "Deserto",
                                    "source": "XGE",
                                    "page": 10,
                                    "className": "Bárbaro",
                                    "classSource": "XGE",
                                    "subclassShortName": "Arauto da Tempestade",
                                    "subclassSource": "XGE",
                                    "level": 3,
                                    "entries": [
                                        "Quando este efeito é ativado, as outras criaturas dentro da sua aura sofrem 2 pontos de dano ígneo. O dano aumenta quando você alcança certos níveis nesta classe, passando para 3 no 5º nível, 4 no 10º, 5 no 15º e 6 no 20º nível."
                                    ]
                                },
                                {
                                    "name": "Mar",
                                    "source": "XGE",
                                    "page": 10,
                                    "className": "Bárbaro",
                                    "classSource": "XGE",
                                    "subclassShortName": "Arauto da Tempestade",
                                    "subclassSource": "XGE",
                                    "level": 3,
                                    "entries": [
                                        "Quando este efeito é ativado, você pode escolher uma outra criatura à sua vista e dentro da sua aura como alvo. Ela deve realizar uma salvaguarda de Destreza, recebendo 1d6 pontos de dano elétrico em caso de falha, ou metade desse dano em caso de sucesso. O dano aumenta quando você alcança certos níveis nesta classe, passando para 2d6 no 10º nível, 3d6 no 15º e 4d6 no 20º nível."
                                    ]
                                },
                                {
                                    "name": "Tundra",
                                    "source": "XGE",
                                    "page": 10,
                                    "className": "Bárbaro",
                                    "classSource": "XGE",
                                    "subclassShortName": "Arauto da Tempestade",
                                    "subclassSource": "XGE",
                                    "level": 3,
                                    "entries": [
                                        "Quando este efeito é ativado, cada criatura à sua escolha e que esteja dentro da sua aura ganha 2 pontos de vida temporários, conforme espíritos glaciais as habituam ao sofrimento. Os pontos de vida temporários aumentam quando você alcança determinados níveis nesta classe, passando para 3 no 5º nível, 4 no 10º, 5 no 15º e 6 no 20º nível."
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "name": "Alma Tempestuosa",
                    "source": "XGE",
                    "page": 10,
                    "className": "Bárbaro",
                    "classSource": "PHB",
                    "subclassShortName": "Arauto da Tempestade",
                    "subclassSource": "XGE",
                    "level": 6,
                    "header": 2,
                    "entries": [
                        "No 6º nível, a tempestade lhe garante benefícios mesmo quando sua aura está inativa. Os benefícios baseiam-se no ambiente que você escolheu para a sua Aura da Tempestade.",
                        {
                            "type": "options",
                            "entries": [
                                {
                                    "name": "Deserto",
                                    "source": "XGE",
                                    "page": 10,
                                    "className": "Bárbaro",
                                    "classSource": "XGE",
                                    "subclassShortName": "Arauto da Tempestade",
                                    "subclassSource": "XGE",
                                    "level": 6,
                                    "entries": [
                                        "Você ganha resistência a dano ígneo e não sofre efeitos do calor extremo. Além disso, como uma ação, você pode atear fogo em um objeto inflamável que não seja vestido nem carregado por mais ninguém, simplesmente tocando-o."
                                    ]
                                },
                                {
                                    "name": "Mar",
                                    "source": "XGE",
                                    "page": 10,
                                    "className": "Bárbaro",
                                    "classSource": "XGE",
                                    "subclassShortName": "Arauto da Tempestade",
                                    "subclassSource": "XGE",
                                    "level": 6,
                                    "entries": [
                                        "Você ganha resistência a dano elétrico e pode respirar submerso em água. Você também ganha deslocamento de nado de 9 metros."
                                    ]
                                },
                                {
                                    "name": "Tundra",
                                    "source": "XGE",
                                    "page": 10,
                                    "className": "Bárbaro",
                                    "classSource": "XGE",
                                    "subclassShortName": "Arauto da Tempestade",
                                    "subclassSource": "XGE",
                                    "level": 6,
                                    "entries": [
                                        "Você ganha resistência a dano gélido e não sofre os efeitos de frio extremo.Além disso, como uma ação, você pode tocar água e transformar um cubo de 1,5 metro desse líquido em gelo, que derrete após 1 minuto. Essa ação falha se houver uma criatura dentro do cubo."
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "name": "Tormenta Protetora",
                    "source": "XGE",
                    "page": 10,
                    "className": "Bárbaro",
                    "classSource": "PHB",
                    "subclassShortName": "Arauto da Tempestade",
                    "subclassSource": "XGE",
                    "level": 10,
                    "header": 2,
                    "entries": [
                        "No 10º nível, você aprende a usar seu domínio da tempestade para proteger outras criaturas. Enquanto permanecerem dentro da sua Aura da Tempestade, cada criatura à sua escolha passa a ter a resistência a dano que você ganhou de sua característica Alma Tempestuosa."
                    ]
                },
                {
                    "name": "Tempestade Furiosa",
                    "source": "XGE",
                    "page": 11,
                    "className": "Bárbaro",
                    "classSource": "PHB",
                    "subclassShortName": "Arauto da Tempestade",
                    "subclassSource": "XGE",
                    "level": 14,
                    "header": 2,
                    "entries": [
                        "No 14º nível, o poder da tempestade que você canaliza fica ainda mais poderoso, virando-se contra seus inimigos. O efeito baseia-se no ambiente que você escolheu para sua Aura da Tempestade.",
                        {
                            "type": "options",
                            "entries": [
                                {
                                    "name": "Deserto",
                                    "source": "XGE",
                                    "page": 10,
                                    "className": "Bárbaro",
                                    "classSource": "XGE",
                                    "subclassShortName": "Arauto da Tempestade",
                                    "subclassSource": "XGE",
                                    "level": 14,
                                    "entries": [
                                        "Imediatamente após uma criatura dentro da sua aura atingi-lo com um ataque, você pode usar sua reação para forçar essa criatura a realizar uma salvaguarda de Destreza. Em caso de falha, a criatura recebe uma quantidade de dano ígneo igual a metade do seu nível como bárbaro."
                                    ]
                                },
                                {
                                    "name": "Mar",
                                    "source": "XGE",
                                    "page": 10,
                                    "className": "Bárbaro",
                                    "classSource": "XGE",
                                    "subclassShortName": "Arauto da Tempestade",
                                    "subclassSource": "XGE",
                                    "level": 14,
                                    "entries": [
                                        "Quando você atinge uma criatura dentro da sua aura com um ataque, você pode usar sua reação para forçar a criatura a realizar uma salvaguarda de Força. Em caso de falha, a criatura fica caída, como se tivesse sido atingida por uma onda."
                                    ]
                                },
                                {
                                    "name": "Tundra",
                                    "source": "XGE",
                                    "page": 10,
                                    "className": "Bárbaro",
                                    "classSource": "XGE",
                                    "subclassShortName": "Arauto da Tempestade",
                                    "subclassSource": "XGE",
                                    "level": 14,
                                    "entries": [
                                        "Sempre que o efeito de sua Aura da Tempestade for ativado, você pode escolher uma criatura à sua vista e dentro da aura. Essa criatura deve ser bem-sucedida numa salvaguarda de Força ou o deslocamento dela é reduzido a 0 até o início do seu próximo turno, conforme ela é coberta por uma geada mágica."
                                    ]
                                }
                            ]
                        }
                    ]
                }
			]
		},
		{
			"name": "Trilha do Fanático",
			"shortName": "Fanático",
            "id": "fanatico",
			"source": "XGE",
			"className": "Bárbaro",
			"classSource": "PHB",
			"page": 11,
            "level": 3,
            "entries": [
                "Algumas divindades inspiram seus seguidores a se lançarem em impressionantes fúrias de batalha. Esses bárbaros são os fanáticos — combatentes que canalizam suas fúrias em poderosas demonstrações de poder divino.",
                "Uma variedade de deuses de todos os mundos de D&D inspiram seus seguidores a abraçar essa trilha. Tempus, dos Reinos Esquecidos (Forgotten Realms), assim como Hextor e Erythnul, de Greyhawk, são bons exemplos. De um modo geral, os deuses que inspiram fanáticos são as divindades do combate, destruição e violência. Nem todos são maus, uns poucos são bons."
            ],
			"subclassFeatures": [
                {
                    "name": "Fúria Divina",
                    "source": "XGE",
                    "page": 11,
                    "className": "Bárbaro",
                    "classSource": "PHB",
                    "subclassShortName": "Fanático",
                    "subclassSource": "XGE",
                    "level": 3,
                    "header": 1,
                    "entries": [
                        "A partir do momento em que escolhe esta trilha no 3º nível, você pode canalizar fúria divina em seus golpes armados. Enquanto estiver enfurecido, a primeira criatura que você acerta em cada um dos seus turnos com um ataque armado recebe dano adicional igual a 1d6 + metade do seu nível como bárbaro. Esse dano adicional é do tipo necrótico ou radiante; você deve escolher um desses tipos ao ganhar esta característica."
                    ]
                },
                {
                    "name": "Campeão dos Deuses",
                    "source": "XGE",
                    "page": 11,
                    "className": "Bárbaro",
                    "classSource": "PHB",
                    "subclassShortName": "Fanático",
                    "subclassSource": "XGE",
                    "level": 3,
                    "header": 1,
                    "entries": [
                        "No 3º nível, sua alma é marcada para intermináveis batalhas. Se uma magia, como {@spell reviver os mortos}, tiver como efeito exclusivo restaurá-lo à vida (mas não à não-vida), o conjurador não precisa de componentes materiais para conjurar a magia sobre você."
                    ]
                },
                {
                    "name": "Concentração Fanática",
                    "source": "XGE",
                    "page": 11,
                    "className": "Bárbaro",
                    "classSource": "PHB",
                    "subclassShortName": "Fanático",
                    "subclassSource": "XGE",
                    "level": 6,
                    "header": 2,
                    "entries": [
                        "A partir do 6º nível, o poder divino que abastece sua fúria pode protegê-lo. Se falhar numa salvaguarda enquanto estiver em fúria, você pode refazê-la, devendo usar o novo resultado. Você pode usar esta habilidade apenas uma vez por fúria."
                    ]
                },
                {
                    "name": "Presença Zelosa",
                    "source": "XGE",
                    "page": 11,
                    "className": "Bárbaro",
                    "classSource": "PHB",
                    "subclassShortName": "Fanático",
                    "subclassSource": "XGE",
                    "level": 10,
                    "header": 2,
                    "entries": [
                        "No 10º nível, você aprende a canalizar poder divino para inspirar fanatismo em outras criaturas. Como uma ação bônus, você solta um grito de batalha imbuído de energia divina. Até 10 outras criaturas, à sua escolha, a uma distância de até 18 metros de você e que possam ouvi-lo, ganham vantagem em jogadas de ataque e salvaguardas até o início do seu próximo turno.",
                        "Após usar esta característica, você não pode voltar a usá-la até terminar um descanso longo."
                    ]
                },
                {
                    "name": "Fúria Além da Morte",
                    "source": "XGE",
                    "page": 11,
                    "className": "Bárbaro",
                    "classSource": "PHB",
                    "subclassShortName": "Fanático",
                    "subclassSource": "XGE",
                    "level": 14,
                    "header": 2,
                    "entries": [
                        "A partir do 14º nível, o poder divino que abastece sua fúria permite que você escape de alguns efeitos de golpes fatais.",
                        "Enquanto estiver em fúria, ser reduzido a 0 ponto de vida não o deixa inconsciente. Você ainda deve realizar salvaguardas contra a morte, e sofre os efeitos normais de receber dano enquanto está com 0 ponto de vida. Entretanto, se você deveria morrer por falhar numa salvaguarda contra a morte, você não morre até o final da sua fúria, e só morrerá se, ao final da fúria, ainda estiver reduzido a 0 ponto de vida."
                    ]
                }
			]
		}
	]
}