{
	"class": [
		{
			"name": "Bardo",
            "subclassTitle": "Colégios de Bardo",
			"multiclassing": {
				"requirements": {
					"cha": 13
				},
				"proficienciesGained": {
					"armor": [
						"light"
					],
					"skills": [
						{
							"choose": {
								"from": [
									"athletics",
									"acrobatics",
									"sleight of hand",
									"stealth",
									"arcana",
									"history",
									"investigation",
									"nature",
									"religion",
									"animal handling",
									"insight",
									"medicine",
									"perception",
									"survival",
									"deception",
									"intimidation",
									"performance",
									"persuasion"
								],
								"count": 1
							}
						}
					],
					"tools": [
						"one {@item musical instrument|PHB} of your choice"
					]
				}
			},
            "entries": [
                "O caminho de um bardo nunca é solitário. Os membros desta classe sempre procuram uns aos outros para trocar canções e histórias, gabar-se de suas realizações, ou simplesmente compartilhar seu conhecimento. Eles formam associações livres, chamadas de colégios, para facilitar suas reuniões e preservar suas tradições."
            ]
        }
	],
	"subclasses": [
		{
			"name": "Colégio do Conhecimento",
			"shortName": "Conhecimento",
            "id": "conhecimento",
			"source": "PHB",
			"className": "Bardo",
			"classSource": "PHB",
			"page": 54,
			"srd": true,
            "level": 3,
                    "entries": [
                        "Bardos deste colégio sabem um pouco de tudo, recolhendo fragmentos de conhecimento das fontes mais diversas, desde os tomos eruditos às histórias dos camponeses. Seja cantando baladas populares em tavernas ou composições elaboradas nas cortes reais, estes bardos usam seus dons para manter o público encantado. Quando os aplausos terminam, o público pode parecer atônito, questionando aquilo em que até então acreditou, desde sua fé no clero local até sua fidelidade ao rei.",
                        "A lealdade desses bardos se dirige à busca pela beleza e a verdade, e não à obediência a um monarca ou a princípios religiosos. Um nobre que empregue um bardo, seja como arauto, seja como conselheiro, sabe que este sempre preferirá a sinceridade à polidez.",
                        "Os membros deste colégio se reúnem em bibliotecas e, às vezes, em academias repletas de salas de estudo e alojamentos, onde compartilham entre si os seus conhecimentos. Eles também se juntam em festivais ou assembleias de estado, onde podem expor a corrupção, desvendar as mentiras e zombar das figuras de autoridade."
                    ],
			"subclassFeatures": [
                {
                    "name": "Proficiência Bônus",
                    "source": "PHB",
                    "page": 54,
                    "srd": true,
                    "className": "Bardo",
                    "classSource": "PHB",
                    "subclassShortName": "Conhecimento",
                    "subclassSource": "PHB",
                    "level": 3,
                    "header": 1,
                    "entries": [
                        "Ao entrar para o Colégio do Conhecimento no 3º nível, você ganha proficiência em três perícias, à sua escolha."
                    ]
                },
                {
                    "name": "Palavras de Interrupção",
                    "source": "PHB",
                    "page": 55,
                    "srd": true,
                    "className": "Bardo",
                    "classSource": "PHB",
                    "subclassShortName": "Conhecimento",
                    "subclassSource": "PHB",
                    "level": 3,
                    "header": 1,
                    "entries": [
                        "Também no 3º nível, você aprende a usar o seu talento para distrair, confundir e enfraquecer a confiança e a eficiência do seu alvo. Quando uma criatura que seja visível e esteja a até 18 metros de distância realizar um teste de atributo, uma jogada de ataque ou de dano, você pode usar sua reação como um uso de Inspiração de Bardo, jogando um dado dessa característica e subtraindo o resultado da jogada da criatura. Você pode escolher usar essa característica depois que a criatura fez a jogada dela, mas antes de o DM determinar se a jogada de ataque ou teste de atributo foi ou não bem-sucedido, ou antes de a criatura causar seu dano. Esta última não é afetada se não puder escutá-lo ou se for imune a enfeitiçamento."
                    ]
                },
                {
                    "name": "Segredos Mágicos Adicionais",
                    "source": "PHB",
                    "page": 55,
                    "srd": true,
                    "className": "Bardo",
                    "classSource": "PHB",
                    "subclassShortName": "Conhecimento",
                    "subclassSource": "PHB",
                    "level": 6,
                    "header": 2,
                    "entries": [
                        "No 6º nível, você aprende duas magias de qualquer classe à sua escolha. Essas magias devem ser truques ou pertencer a um círculo que você possa conjurar, conforme mostrado na tabela O Bardo. As magias escolhidas contam como magias de bardo, mas não contam para o número de magias de bardo que você conhece."
                    ]
                },
                {
                    "name": "Perícia Inigualável",
                    "source": "PHB",
                    "page": 55,
                    "srd": true,
                    "className": "Bardo",
                    "classSource": "PHB",
                    "subclassShortName": "Conhecimento",
                    "subclassSource": "PHB",
                    "level": 14,
                    "header": 2,
                    "entries": [
                        "A partir do 14º nível, ao fazer um teste de atributo, você pode gastar um uso de Inspiração de Bardo. Jogue um dado de Inspiração de Bardo e adicione o número obtido ao resultado do seu teste de atributo. Você pode gastar o dado de Inspiração de Bardo depois de jogar o d20 para o teste de atributo, mas antes que o DM diga se foi bem-sucedido ou não."
                    ]
                }
			]
		},
		{
			"name": "Colégio da Bravura",
			"shortName": "Bravura",
            "id": "bravura",
			"source": "PHB",
			"className": "Bardo",
			"classSource": "PHB",
			"page": 55,
            "level": 3,
                    "entries": [
                        "Os bardos do Colégio da Bravura são menestréis destemidos cujas canções mantém viva a memória dos grandes heróis do passado, inspirando uma nova geração de heróis. Esses bardos se reúnem em salões regados a hidromel, ou ao redor de grandes fogueiras para cantar os feitos dos mais bravos, seja do passado ou do presente. Eles viajam pela terra para testemunhar grandes eventos em primeira mão, garantindo que a memória de tais proezas jamais se perca. Com suas canções, inspiram os outros a alcançarem o mesmo patamar de realizações dos heróis de outrora."
                    ],
			"subclassFeatures": [
                {
                    "name": "Proficiência Bônus",
                    "source": "PHB",
                    "page": 55,
                    "className": "Bardo",
                    "classSource": "PHB",
                    "subclassShortName": "Bravura",
                    "subclassSource": "PHB",
                    "level": 3,
                    "header": 1,
                    "entries": [
                        "Ao se juntar ao Colégio da Bravura no 3º nível, você adquire proficiência com armaduras médias, escudos e armas marciais."
                    ]
                },
                {
                    "name": "Inspiração em Combate",
                    "source": "PHB",
                    "page": 55,
                    "className": "Bardo",
                    "classSource": "PHB",
                    "subclassShortName": "Bravura",
                    "subclassSource": "PHB",
                    "level": 3,
                    "header": 1,
                    "entries": [
                        "Ainda no 3º nível, você aprende a inspirar terceiros durante uma batalha. Uma criatura que possua um dado concedido por sua Inspiração de Bardo pode jogá-lo e adicionar o resultado a uma jogada de dano que tenha acabado de realizar. Ou, se preferir, ao sofrer um ataque, a criatura poderá usar uma reação para jogar o dado de Inspiração de Bardo e adicionar o resultado à sua CA contra esse ataque - isso depois da jogada ser feita, mas antes de saber se foi um acerto ou não."
                    ]
                },
                {
                    "name": "Ataque Extra",
                    "source": "PHB",
                    "page": 55,
                    "className": "Bardo",
                    "classSource": "PHB",
                    "subclassShortName": "Bravura",
                    "subclassSource": "PHB",
                    "level": 6,
                    "header": 2,
                    "entries": [
                        "A partir do 5º nível, durante o seu turno, sempre que executar a ação Atacar, você pode realizar dois ataques ao invés de um."
                    ]
                },
                {
                    "name": "Magia de Batalha",
                    "source": "PHB",
                    "page": 55,
                    "className": "Bardo",
                    "classSource": "PHB",
                    "subclassShortName": "Bravura",
                    "subclassSource": "PHB",
                    "level": 14,
                    "header": 2,
                    "entries": [
                        "No 14º nível, você já dominou a arte da conjuração e do uso de armas em um ato único e harmonioso. Ao usar sua ação para conjurar uma magia de bardo, você pode realizar um ataque armado como sua ação bônus."
                    ]
                }
			]
		},
		{
			"name": "Colégio do Glamour",
			"shortName": "Glamour",
            "id": "glamour",
			"source": "XGE",
			"className": "Bardo",
			"classSource": "PHB",
			"page": 14,
            "level": 3,
                    "entries": [
                        "Este colégio é o lar de bardos que estudaram seu ofício no vibrante reino de Faéria, ou sob a tutela de alguém que tenha morado lá. Orientados por sátiros, eladrin e outros feéricos, esses bardos aprendem a usar a magia para deleitar e cativar outras criaturas.",
                        "Os bardos deste colégio são vistos com uma mistura de reverência e medo. Suas apresentações são lendárias. Eles são tão eloquentes que seus discursos ou canções podem fazer com que seus sequestradores os libertem ilesos e dragões em fúria sejam aplacados. A mesma magia que lhes permite dominar feras também lhes permite dominar mentes. Bardos malignos deste colégio podem tirar proveito de uma comunidade por semana a fio, abusando de sua magia para transformar seus anfitriões em servos. Bardos heróicos deste colégio, por outro lado, usam seus poderes para encorajar os oprimidos e enfraquecer os opressores."
                    ],
			"subclassFeatures": [
                {
                    "name": "Manto da Inspiração",
                    "source": "XGE",
                    "page": 14,
                    "className": "Bardo",
                    "classSource": "PHB",
                    "subclassShortName": "Glamour",
                    "subclassSource": "XGE",
                    "level": 3,
                    "header": 1,
                    "entries": [
                        "Ao se juntar ao Colégio do Glamour no 3º nível, você ganha a habilidade de tecer uma canção de magia feérica que imbuí seus aliados com velocidade e vigor.",
                        "Como uma ação bônus, você pode gastar um uso de sua Inspiração de Bardo para conceder a si mesmo uma aparência assombrosa. Ao fazê-lo, escolha um número de criaturas à sua vista, que possam vê-lo e que estejam a até 18 metros de você, igual ou menor a seu modificador de Carisma (no mínimo uma). Cada criatura ganha 5 pontos de vida temporários. Nesse momento, cada criatura pode imediatamente usar sua reação para se mover até o máximo do deslocamento dela sem provocar ataques de oportunidade.",
                        "A quantidade de pontos de vida temporários aumenta quando você alcança certos níveis nesta classe, passando para 8 no 5º nível, 11 no 10º e 14 no 15º nível."
                    ]
                },
                {
                    "name": "Performance Sublime",
                    "source": "XGE",
                    "page": 14,
                    "className": "Bardo",
                    "classSource": "PHB",
                    "subclassShortName": "Glamour",
                    "subclassSource": "XGE",
                    "level": 3,
                    "header": 1,
                    "entries": [
                        "A partir do 3º nível, você pode energizar suas apresentações com a sedutora magia feérica.",
                        "Se você se apresentar por pelo menos 1 minuto, pode tentar inspirar admiração na sua audiência cantando, declamando um poema ou dançando. Ao final da performance, escolha um número de humanóides a até 18 metros de você que tenha assistido e escutado a tudo, até um máximo igual a seu modificador de Carisma (no mínimo um). Cada alvo deve ser bem-sucedido numa salvaguarda de Sabedoria contra a CD para evitar suas magias, ou ser enfeitiçado por você. Enquanto enfeitiçado desse modo, o alvo o idolatra, fala bem de você a qualquer um que converse com ele e impede qualquer um que se oponha a você, embora ele evite violência a não ser que já estivesse inclinado a lutar por você. Este efeito se encerra sobre o alvo após 1 hora, caso ele sofra qualquer tipo ou quantidade de dano, caso você o ataque, ou se ele vê-lo atacando ou ferindo qualquer um dos aliados dele.",
                        "Se um alvo for bem-sucedido na salvaguarda, ele não terá a menor ideia de que você tentou enfeitiça-lo.",
                        "Após usar esta característica, você não pode usá-la novamente até terminar um descanso curto ou longo."
                    ]
                },
                {
                    "name": "Manto da Majestade",
                    "source": "XGE",
                    "page": 14,
                    "className": "Bardo",
                    "classSource": "PHB",
                    "subclassShortName": "Glamour",
                    "subclassSource": "XGE",
                    "level": 6,
                    "header": 2,
                    "entries": [
                        "No 6º nível, você ganha a habilidade de cobrir a si mesmo com uma magia feérica que faz com que outras criaturas queiram servi-lo. Como uma ação bônus, você conjura {@spell comando} sem gastar um espaço de magia, e assume uma aparência de beleza sobrenatural por 1 minuto, ou até que perca sua concentração (como se você estivesse se concentrando numa magia). Durante esse tempo, você pode conjurar {@spell comando} como uma ação bônus em cada um dos seus turnos sem gastar um espaço de magia.",
                        "Qualquer criatura enfeitiçada por você falha automaticamente em uma salvaguarda contra o {@spell comando} que você conjurou com esta característica.",
                        "Uma vez que tenha usado esta característica, você não pode usá-la novamente até terminar um descanso longo."
                    ]
                },
                {
                    "name": "Majestade Inquebrantável",
                    "source": "XGE",
                    "page": 14,
                    "className": "Bardo",
                    "classSource": "PHB",
                    "subclassShortName": "Glamour",
                    "subclassSource": "XGE",
                    "level": 14,
                    "header": 2,
                    "entries": [
                        "No 14º nível, sua aparência ganha permanentemente um aspecto de outro mundo, que o torna mais amável e feroz.",
                        "Além disso, como uma ação bônus, você pode assumir uma presença mágica majestosa por 1 minuto, ou até ser {@condition incapacitado}. Pela duração deste efeito, sempre que qualquer criatura tentar atacá-lo pela primeira vez em um turno, ela deve realizar uma salvaguarda de Carisma contra a CD para evitar suas magias. Em caso de falha, ela não pode atacá-lo neste turno, e deve escolher um novo alvo para o ataque ou o desperdiçará. Em caso de sucesso, ela pode atacá-lo neste turno, mas com desvantagem em qualquer salvaguarda que realizar contra suas magias no seu próximo turno.",
                        "Uma vez que tenha assumido esta presença majestosa, você não pode fazê-lo novamente até terminar um descanso curto ou longo."
                    ]
                }
			]
		},
		{
			"name": "Colégio das Espadas",
			"shortName": "Espadas",
            "id": "espadas",
			"source": "XGE",
			"className": "Bardo",
			"classSource": "PHB",
			"page": 15,
            "level": 3,
                    "entries": [
                        "Bardos do Colégio das Espadas são chamados de lâminas, entretendo os outros por meio de ousados feitos de habilidade marcial. Os lâminas realizam movimentos tais como engolimento de espadas, arremesso e malabarismo com facas e combates coreografados. Embora usem suas armas para entreter, eles também são combatentes altamente habilidosos e treinados à sua própria maneira.",
                        "Seu talento com armas inspira muitos deles a levar vidas duplas. Um lâmina pode usar uma trupe circense como fachada para ações nefandas, como assassinato, assalto e chantagem. Outros lâminas atacam os perversos, trazendo justiça aos cruéis e poderosos. Muitas trupes ficam felizes em aceitar os talentos de um lâmina devido à emoção que isso acrescenta a uma apresentação, mas poucos artistas circenses confiam plenamente num lâmina entre suas fileiras.",
                        "Lâminas que abandonam suas vidas como artistas de entretenimento geralmente fazem-no por terem se metido em encrencas que tornam impossível manter suas atividades em segredo. Um lâmina pego roubando ou se envolvendo em atividades de justiceiro é uma responsabilidade muito grande para a maioria das trupes. Com suas habilidade com armas e magia, esses lâminas costumam trabalhar como executores para guildas de ladrões ou agir por conta própria como aventureiros."
                    ],
			"subclassFeatures": [
                {
                    "name": "Proficiências Bônus",
                    "source": "XGE",
                    "page": 15,
                    "className": "Bardo",
                    "classSource": "PHB",
                    "subclassShortName": "Espadas",
                    "subclassSource": "XGE",
                    "level": 3,
                    "header": 1,
                    "entries": [
                        "Ao entrar no Colégio das Espadas no 3º nível, você ganha proficiência com armaduras médias e cimitarras.",
                        "Se for proficiente com uma arma de combate corpo a corpo simples ou marcial, você pode usá-la como um foco de conjuração para suas magias de bardo."
                    ]
                },
                {
                    "name": "Estilo de Luta",
                    "source": "XGE",
                    "page": 15,
                    "className": "Bardo",
                    "classSource": "PHB",
                    "subclassShortName": "Espadas",
                    "subclassSource": "XGE",
                    "level": 3,
                    "header": 1,
                    "entries": [
                        "No 3º nível, você se especializa em um Estilo de Luta. Escolha uma das opções abaixo. Você não pode adotar um mesmo estilo de luta mais de uma vez, mesmo que algo no jogo permita que você escolha novamente.",
                        {
                            "type": "options",
                            "count": 1,
                            "entries": [
                                {
                                    "name": "Duelismo",
                                    "source": "XGE",
                                    "page": 15,
                                    "className": "bardo",
                                    "classSource": "PHB",
                                    "subclassShortName": "Espadas",
                                    "subclassSource": "XGE",
                                    "level": 3,
                                    "entries": [
                                        "Enquanto estiver empunhando uma única arma de combate corpo a corpo e com apenas uma das mãos, você ganha um bônus de +2 nas jogadas de dano feitas com essa arma."
                                    ]
                                },
                                {
                                    "name": "Combate com Duas Armas",
                                    "source": "XGE",
                                    "page": 15,
                                    "className": "bardo",
                                    "classSource": "PHB",
                                    "subclassShortName": "Espadas",
                                    "subclassSource": "XGE",
                                    "level": 3,
                                    "entries": [
                                        "Ao engajar-se em combate portando duas armas, você pode adicionar o seu modificador de atributo ao dano do segundo ataque."
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "name": "Floreio com Lâminas",
                    "source": "XGE",
                    "page": 15,
                    "className": "Bardo",
                    "classSource": "PHB",
                    "subclassShortName": "Espadas",
                    "subclassSource": "XGE",
                    "level": 3,
                    "header": 1,
                    "entries": [
                        "No 3º nível, você aprende a realizar impressionantes demonstrações de velocidade e habilidade marcial.",
                        "Sempre que você realizar uma ação Atacar no seu turno, seu deslocamento de caminhada aumenta em 3 metros até o final do turno, e se um ataque armado que você fizer como parte dessa ação atingir uma criatura, você pode usar uma das seguintes opções de Floreio com Lâminas à sua escolha. Você pode usar uma única opção por turno.",
                        {
                            "type": "options",
                            "count": 1,
                            "entries": [
                                {
                                    "name": "Floreio Defensivo",
                                    "source": "XGE",
                                    "page": 15,
                                    "className": "Bardo",
                                    "classSource": "XGE",
                                    "subclassShortName": "Espadas",
                                    "subclassSource": "XGE",
                                    "level": 3,
                                    "entries": [
                                        "Você pode gastar um uso de sua Inspiração de Bardo para fazer com que sua arma cause dano adicional a um alvo que você atingir. O dano é igual ao resultado do dado de Inspiração de Bardo. Você também pode somar o resultado no dado à sua CA até o início do seu próximo turno."
                                    ]
                                },
                                {
                                    "name": "Floreio Arrasador",
                                    "source": "XGE",
                                    "page": 15,
                                    "className": "Bardo",
                                    "classSource": "XGE",
                                    "subclassShortName": "Espadas",
                                    "subclassSource": "XGE",
                                    "level": 3,
                                    "entries": [
                                        "Você pode gastar um uso de sua Inspiração de Bardo para fazer com que sua arma cause dano adicional a um alvo que você atinja e a uma outra criatura qualquer à sua escolha, que você possa ver e que esteja a até 1,5 metro de você. O dano é igual ao resultado no seu dado de Inspiração de Bardo."
                                    ]
                                },
                                {
                                    "name": "Floreio Móvel",
                                    "source": "XGE",
                                    "page": 15,
                                    "className": "Bardo",
                                    "classSource": "XGE",
                                    "subclassShortName": "Espadas",
                                    "subclassSource": "XGE",
                                    "level": 3,
                                    "entries": [
                                        "Você pode gastar um uso de sua Inspiração de Bardo para fazer com que sua arma cause dano adicional a um alvo que você atingir. O dano é igual ao resultado no dado de Inspiração de Bardo. Você também pode empurrar o alvo até 1,5 metro para longe de você, mais uma quantidade de centímetros igual ao resultado do dano multiplicado por 30. Imediatamente em seguida, você pode usar sua reação para mover-se até o máximo do seu deslocamento até um espaço desocupado a 1,5 metro do alvo."
                                    ]
                                }
                            ]
                        }
                    ]
                },
                
                
                {
                    "name": "Ataque Extra",
                    "source": "XGE",
                    "page": 15,
                    "className": "Bardo",
                    "classSource": "PHB",
                    "subclassShortName": "Espadas",
                    "subclassSource": "XGE",
                    "level": 6,
                    "header": 2,
                    "entries": [
                        "A partir do 6º nível, você pode atacar duas vezes, ao invés de uma, sempre que usar a ação Atacar no seu turno."
                    ]
                },
                {
                    "name": "Floreio de Mestre",
                    "source": "XGE",
                    "page": 15,
                    "className": "Bardo",
                    "classSource": "PHB",
                    "subclassShortName": "Espadas",
                    "subclassSource": "XGE",
                    "level": 14,
                    "header": 2,
                    "entries": [
                        "A partir do 14º nível, sempre que você usar uma das opção de Floreio com Lâminas, você pode jogar 1d6 no lugar de gastar um dado de Inspiração de Bardo."
                    ]
                }
			]
		},
		{
			"name": "Colégio dos Sussurros",
			"shortName": "Sussurros",
            "id": "sussurros",
			"source": "XGE",
			"className": "Bardo",
			"classSource": "PHB",
			"page": 16,
            "level": 3,
                    "entries": [
                        "A maioria das pessoas fica feliz em acolher um bardo em seu meio. Bardos do Colégio dos Sussurros usam isso em vantagem própria. Eles parecem ser iguais aos outros bardos, compartilhando novidades, cantando e contando histórias para seu público. Na verdade, o Colégio dos Sussurros ensina seus estudantes que eles são lobos na pele de cordeiros. Esse bardos usam seus conhecimentos e magia para descobrir segredos e usá-los para extorquir e ameaçar.",
                        "É comum que outros bardos odeiem este Colégio, vendo-o como um parasita que usa a reputação da classe para adquirir riqueza e poder. Por isso, membros deste colégio raramente revelam sua verdadeira natureza. Eles costumam dizer que seguem outro colégio, ou manter sua verdadeira afiliação em segredo de modo a se infiltrar e explorarem as cortes da realiza e outros locais de poder."
                    ],
			"subclassFeatures": [
                {
                    "name": "Lâminas Psíquicas",
                    "source": "XGE",
                    "page": 16,
                    "className": "Bardo",
                    "classSource": "PHB",
                    "subclassShortName": "Sussurros",
                    "subclassSource": "XGE",
                    "level": 3,
                    "header": 1,
                    "entries": [
                        "Ao se juntar ao Colégio dos Sussurros no 3º nível, você ganha a habilidade de tornar os seus ataques armados magicamente tóxicos para a mente de uma criatura.",
                        "Ao atingir uma criatura com um ataque armado, você pode gastar um uso de sua Inspiração de Bardo para causar 2d6 pontos de dano psíquico adicional nesse alvo. Você só pode fazer isso uma única vez por rodada, no seu turno.",
                        "O dano psíquico aumenta quando você alcança certos níveis nesta classe, passando a ser 3d6 no 5º nível, 5d6 no 10º e 8d6 no 15º nível."
                    ]
                },
                {
                    "name": "Palavras de Terror",
                    "source": "XGE",
                    "page": 16,
                    "className": "Bardo",
                    "classSource": "PHB",
                    "subclassShortName": "Sussurros",
                    "subclassSource": "XGE",
                    "level": 3,
                    "header": 1,
                    "entries": [
                        "No 3º nível, você aprende a infundir palavras aparentemente inocentes com uma magia insidiosa capaz de inspirar terror.",
                        "Se falar com um humanoide sozinho por pelo menos 1 minuto, você pode tentar implantar paranoia na mente dele. Ao final da conversa, o alvo deve obter sucesso numa salvaguarda de Sabedoria contra a CD para evitar suas magias, ou ficar amedrontado por você durante 1 hora, até ser atacado ou sofrer dano, ou até presenciar os aliados dele sendo atacados ou sofrendo dano.",
                        "Se o alvo for bem-sucedido na salvaguarda, ele não fará ideia de que você tentou amedrontá-lo.",
                        "Após usar esta característica, você não pode usá-la novamente até terminar um descanso curto ou longo."
                    ]
                },
                {
                    "name": "Manto de Sussurros",
                    "source": "XGE",
                    "page": 16,
                    "className": "Bardo",
                    "classSource": "PHB",
                    "subclassShortName": "Sussurros",
                    "subclassSource": "XGE",
                    "level": 6,
                    "header": 2,
                    "entries": [
                        "No 6º nível, você ganha a habilidade de adotar a personalidade de um humanoide. Quando um humanoide morre a até 9 metros de você, você pode capturar magicamente a sombra dele usando sua reação. Você retém essa sombra até usá-la ou terminar um descanso longo.",
                        "Você pode usar a sombra com uma ação. Ao fazê-lo, ela desaparece, transformando-se magicamente num disfarce que aparece sobre você. Então você passa a ter a aparência do humanoide morto quando ele estava vivo e saudável. Esse disfarce dura 1 hora ou até que você o encerre com uma ação bônus.",
                        "Enquanto estiver disfarçado, você ganha acesso a toda a informação que o humanoide teria compartilhado livremente com um conhecido. Tal informação inclui detalhes gerais sobre a história e vida pessoal dele, mas não inclui segredos. A informação é suficiente para que você se passe pelo humanóide usando para isso as memórias dele.",
                        "Outra criatura pode ver através desse disfarce sendo bem-sucedida em um teste de Sabedoria (Intuição) resistido por seu Carisma (Enganação). Você ganha um bônus de +5 no seu teste.",
                        "Após capturar uma sombra usando esta característica, você não pode fazê-lo novamente até terminar um descanso curto ou longo."
                    ]
                },
                {
                    "name": "Segredo Tenebroso",
                    "source": "XGE",
                    "page": 16,
                    "className": "Bardo",
                    "classSource": "PHB",
                    "subclassShortName": "Sussurros",
                    "subclassSource": "XGE",
                    "level": 14,
                    "header": 2,
                    "entries": [
                        "No 14º nível você ganha a habilidade de entrelaçar magia soturna em suas palavras de modo a acessar os medos mais profundos de uma criatura.",
                        "Como uma ação, você sussurra magicamente uma frase que apenas a criatura que você escolheu, estando a até 9 metros de você, pode ouvir. O alvo deve realizar uma salvaguarda de Sabedoria contra a CD para evitar as suas magias. Ele obtém sucesso automático caso não fale o mesmo idioma que você ou se não puder ouvi-lo. Em caso de sucesso, seus sussurros soam como um balbucio ininteligível e não surtem efeito.",
                        "Em caso de falha, o alvo é enfeitiçado por você pelas próximas 8 horas ou até que você ou seus aliados o ataquem, causem dano a ele ou o forcem a realizar uma salvaguarda. Ele interpreta os sussurros como uma descrição de seu segredo mais humilhante. Você não fica conhecendo o segredo de fato, mas o alvo acredita nisso.",
                        "A criatura {@condition enfeitiçada} obedece às suas ordens por modo de que você revele o segredo dela. Ela não arriscará a própria vida por você, a menos que já estivesse inclinada a fazê-lo. Ela lhe dará favores e dará presentes como se você fosse um amigo próximo.",
                        "Quando o efeito termina, a criatura não entende porque teve tanto medo de você.",
                        "Após usar esta característica, você não pode usá-la novamente até terminar um descanso longo."
                    ]
                }
			]
		}
	]
}