{
    "class": [
        {
            "name": "Bruxo",
            "subclassTitle": "Patronos Sobrenaturais",
            "multiclassing": {
                "requirements": {
                    "cha": 13
                },
                "proficienciesGained": {
                    "armor": [
                        "light"
                    ],
                    "weapons": [
                        "simple"
                    ]
                }
            },
            "entries": [
                "Os seres que servem como patronos para bruxos são poderosos habitantes de outros planos de existência — não exatamente deuses, mas criaturas com poderes quase divinos. Diferentes patronos garantem aos bruxos o acesso a diferentes poderes e invocações, esperando favores significativos em troca.",
                "Alguns patronos colecionam bruxos, repartindo conhecimento místico praticamente de graça ou se gabando de suas habilidades para prender mortais à sua vontade. Outros concedem seus poderes apenas relutantemente, e podem fazer um pacto com um único bruxo. Bruxos que servem ao mesmo patrono podem ver uns aos outros como aliados, irmãos ou rivais."
            ]
        }
    ],
    "subclasses": [
        {
            "name": "A Arquifada",
            "shortName": "Arquifada",
            "id": "arquifada",
            "source": "PHB",
            "className": "Bruxo",
            "classSource": "PHB",
            "page": 59,
            "level": 1,
            "entries": [
                "Seu patrono é um senhor ou senhora dos feéricos, uma criatura das lendas que guarda segredos esquecidos anteriores ao nascimento das raças mortais. As motivações desse ser são, muitas das vezes, inescrutáveis e, outras vezes, caprichosas, podendo envolver uma disputa por um poder mágico maior ou uma fixação em antigos rancores. Seres deste tipo incluem o Príncipe do Gelo; a Rainha do Ar e das Trevas, o governante da Corte Sombria; Titânia, da Corte de Verão; seu consorte, Oberon, o Senhor Verdejante; Hyrsam, o Príncipe dos Tolos; e as megeras ancestrais.",
                {
                    "type": "entries",
                    "name": "Lista Expandida de Magias",
                    "entries": [
                        "Quando você aprende uma magia de bruxo, a Arquifada permite a escolha a partir de uma lista expandida de magias. As magias a seguir são adicionadas à sua lista de magias de bruxo.",
                        {
                            "type": "table",
                            "caption": "Lista Expandida de Magias da Arquifada",
                            "colLabels": [
                                "Círculo da Magia",
                                "Magias"
                            ],
                            "colStyles": [
                                "col-2 text-center",
                                "col-10"
                            ],
                            "rows": [
                                [
                                    "1º",
                                    "{@spell fogo das fadas}, {@spell sono}"
                                ],
                                [
                                    "2º",
                                    "{@spell acalmar emoções}, {@spell força espectral}"
                                ],
                                [
                                    "3º",
                                    "{@spell crescimento de plantas}, {@spell piscar}"
                                ],
                                [
                                    "4º",
                                    "{@spell dominar fera}, {@spell invisibilidade maior}"
                                ],
                                [
                                    "5º",
                                    "{@spell dominar pessoa}, {@spell similaridade}"
                                ]
                            ]
                        }
                    ]
                }
            ],
            "subclassFeatures": [
                {
                    "name": "Presença Feérica",
                    "source": "PHB",
                    "page": 60,
                    "className": "Bruxo",
                    "classSource": "PHB",
                    "subclassShortName": "Arquifada",
                    "subclassSource": "PHB",
                    "level": 1,
                    "header": 1,
                    "entries": [
                        "A partir do primeiro nível, o seu patrono lhe concede a capacidade de projetar a presença cativante e temível dos feéricos. Com uma ação, você pode fazer com que todas as criaturas dentro de um cubo de 3 metros de lado originado a partir de você realizem salvaguardas de Sabedoria contra a CD para evitar suas magias de bruxo. Aquelas que falharem estarão enfeitiçadas ou amedrontadas por você (à sua escolha) até o fim de seu próximo turno.",
                        "Após usar esta característica, você não pode utilizá-la novamente até finalizar um período de descanso curto ou longo."
                    ]
                },
                {
                    "name": "Fuga em Névoa",
                    "source": "PHB",
                    "page": 108,
                    "className": "Bruxo",
                    "classSource": "PHB",
                    "subclassShortName": "Arquifada",
                    "subclassSource": "PHB",
                    "level": 6,
                    "header": 2,
                    "entries": [
                        "A partir do 6º nível, em resposta a perigo, você pode desaparecer em uma névoa. Ao sofrer dano, você pode usar sua reação para se tornar {@condition invisível} e se teleportar para um espaço desocupado a até 18 metros de distância e que possa ser visto. Você permanece {@condition invisível} até o início do seu próximo turno ou até realizar um ataque ou uma conjuração.",
                        "Once you use this feature, you can't use it again until you finish a short or long rest."
                    ]
                },
                {
                    "name": "Defesas Sedutoras",
                    "source": "PHB",
                    "page": 108,
                    "className": "Bruxo",
                    "classSource": "PHB",
                    "subclassShortName": "Arquifada",
                    "subclassSource": "PHB",
                    "level": 10,
                    "header": 2,
                    "entries": [
                        "A partir do 10º nível, seu patrono o ensina a devolver as magias de manipulação mental dos seus inimigos contra eles próprios. Você passa a ser imune a ser {@condition enfeitiçado} e, quando outra criatura tentar fazê-lo, pode usar sua reação para voltar o encantamento contra ela. A criatura deve ser bem-sucedida em uma salvaguarda de Sabedoria contra a CD para evitar suas magias de bruxo ou ficará {@condition enfeitiçada} por 1 minuto ou até sofrer dano."
                    ]
                },
                {
                    "name": "Delírio Sombrio",
                    "source": "PHB",
                    "page": 108,
                    "className": "Bruxo",
                    "classSource": "PHB",
                    "subclassShortName": "Arquifada",
                    "subclassSource": "PHB",
                    "level": 14,
                    "header": 2,
                    "entries": [
                        "A partir do 14º nível, você pode mergulhar uma criatura em um reino ilusório. Com uma ação, escolha uma criatura à sua vista e que esteja a até 18 metros de distância. Ela deve realizar uma salvaguarda de Sabedoria contra a CD para evitar suas magias de bruxo. Em caso de falha, ela fica {@condition enfeitiçada} ou {@condition amedrontada} por você (à sua escolha) durante 1 minuto ou até sua concentração ser quebrada (como se você estivesse se concentrando em uma magia). Este efeito acaba mais cedo se a criatura sofrer qualquer tipo de dano.",
                        "Até que esta ilusão termine, a criatura pensa estar perdida em um reino nebuloso, cuja aparência você escolhe. Ela só pode ver e ouvir a si mesma, você e a ilusão.",
                        "Você deve terminar um descanso longo antes de usar esta característica novamente."
                    ]
                }
            ]
        },
        {
            "name": "O Ínfero",
            "shortName": "Ínfero",
            "id": "infero",
            "source": "PHB",
            "className": "Bruxo",
            "classSource": "PHB",
            "page": 60,
            "srd": true,
            "level": 1,
            "entries": [
                "Você fez um pacto com um habitante dos planos de existência inferiores, um ser cujos objetivos são maléficos, ainda que você lute contra eles. Tais seres desejam a corrupção ou a destruição de todas as coisas, até mesmo de você. Ínferos poderosos o suficiente para forjar pactos incluem lordes demoníacos como Demogorgon, Orcus, Fraz’Urb-luu e Bafomé; arquidiabos como Asmodeus, Dispater, Mefistófeles e Belial; demônios do fosso e balores especialmente poderosos ou ultroloths e outros senhores dos yugoloths.",
                {
                    "type": "entries",
                    "name": "Lista Expandida de Magias",
                    "entries": [
                        "O Ínfero permite que você escolha suas magias de bruxo a partir de uma lista expandida de magias. As magias a seguir são adicionadas à sua lista de magias de bruxo.",
                        {
                            "type": "table",
                            "caption": "Lista Expandida de Magias do Ínfero",
                            "colLabels": [
                                "Círculo da Magia",
                                "Magias"
                            ],
                            "colStyles": [
                                "col-2 text-center",
                                "col-10"
                            ],
                            "rows": [
                                [
                                    "1º",
                                    "{@spell comando}, {@spell mãos flamejantes}"
                                ],
                                [
                                    "2º",
                                    "{@spell cegueira/surdez}, {@spell raio ardente}"
                                ],
                                [
                                    "3º",
                                    "{@spell bola de fogo}, {@spell nuvem fétida}"
                                ],
                                [
                                    "4º",
                                    "{@spell escudo ardente}, {@spell muralha de fogo}"
                                ],
                                [
                                    "5º",
                                    "{@spell coluna de chamas}, {@spell consagrar}"
                                ]
                            ]
                        }
                    ]
                }
            ],
            "subclassFeatures": [
                {
                    "name": "Bênção do Tenebroso",
                    "source": "PHB",
                    "page": 60,
                    "srd": true,
                    "className": "Bruxo",
                    "classSource": "PHB",
                    "subclassShortName": "Ínfero",
                    "subclassSource": "PHB",
                    "level": 1,
                    "header": 1,
                    "entries": [
                        "A partir do 1º nível, ao reduzir os pontos de vida de uma criatura hostil para O, você ganha pontos de vida temporários iguais ao seu modificador de Carisma + seu nível de bruxo (mínimo de 1)."
                    ]
                },
                {
                    "name": "A Sorte do Próprio Tenebroso",
                    "source": "PHB",
                    "page": 60,
                    "srd": true,
                    "className": "Bruxo",
                    "classSource": "PHB",
                    "subclassShortName": "Ínfero",
                    "subclassSource": "PHB",
                    "level": 6,
                    "header": 2,
                    "entries": [
                        "A partir do 6º nível, você pode chamar seu patrono para que ele altere o destino a seu favor. Ao realizar um teste de atributo ou salvaguarda, você pode usar esta característica para adicionar 1d10 à sua jogada. Isso pode ser feito após a jogada inicial, porém antes de ela surtir efeito.",
                        "Uma vez usada esta característica, ela não pode ser usada novamente até que você complete um período de descanso curto ou longo."
                    ]
                },
                {
                    "name": "Resistência Ínfera",
                    "source": "PHB",
                    "page": 60,
                    "srd": true,
                    "className": "Bruxo",
                    "classSource": "PHB",
                    "subclassShortName": "Ínfero",
                    "subclassSource": "PHB",
                    "level": 10,
                    "header": 2,
                    "entries": [
                        "A partir do 10º nível, ao terminar um período de descanso curto ou longo, você pode escolher um tipo de dano, contra o qual ganha resistência até escolher outro tipo, usando novamente esta característica. Dano causado por armas mágicas ou de prata ignoram esta resistência."
                    ]
                },
                {
                    "name": "Lançar no Inferno",
                    "source": "PHB",
                    "page": 60,
                    "srd": true,
                    "className": "Bruxo",
                    "classSource": "PHB",
                    "subclassShortName": "Ínfero",
                    "subclassSource": "PHB",
                    "level": 14,
                    "header": 2,
                    "entries": [
                        "A partir do 14º nível, ao atingir uma criatura com um ataque, você pode usar esta característica para transportá-la instantaneamente para os planos inferiores. A criatura desaparece e é lançada numa paisagem de pesadelos.",
                        "No final do seu próximo turno, o alvo retorna para o espaço que ocupava anteriormente ou para o espaço desocupado mais próximo. Se não se tratava de um ínfero, o alvo sofre 10d10 pontos de dano psíquico, por conta da experiência aterrorizante.",
                        "Uma vez usada esta característica, você só pode utilizá-la novamente após completar um descanso longo."
                    ]
                }
            ]
        },
        {
            "name": "O Grande Antigo",
            "shortName": "Grande Antigo",
            "id": "grandeantigo",
            "source": "PHB",
            "className": "Bruxo",
            "classSource": "PHB",
            "page": 60,
            "level": 1,
            "entries": [
                "Seu patrono é uma entidade misteriosa, cuja natureza é totalmente estranha ao tecido da realidade. Ele pode vir do Reino Distante, do espaço além da realidade, ou pode ser um dos deuses mais antigos, conhecidos apenas nas lendas. Suas motivações são incompreensíveis para os mortais, e o seu conhecimento é tão imenso e antigo, que até as maiores bibliotecas empalidecem em comparação com os vastos segredos que ele guarda. O Grande Antigo pode não estar ciente da sua existência, ou ser completamente indiferente a você, mas os segredos que você aprendeu lhe permitem extrair sua magia dele.",
                "Entidades deste tipo incluem Ghaunadar, chamado de Aquele Que Espreita; Tharizdun, o Deus Acorrentado; Dendar, a Serpente Noturna; Zargon, o Retomador; o Grande Cthulhu; e outros seres insondáveis.",
                {
                    "type": "entries",
                    "name": "Lista Expandida de Magias",
                    "entries": [
                        "O Grande Antigo permite que você escolha suas magias de bruxo a partir de uma lista expandida de magias. As magias a seguir são adicionadas à sua lista de magias de bruxo.",
                        {
                            "type": "table",
                            "caption": "Lista Expandida de Magias do Grande Ancião",
                            "colLabels": [
                                "Spell Level",
                                "Spells"
                            ],
                            "colStyles": [
                                "col-2 text-center",
                                "col-10"
                            ],
                            "rows": [
                                [
                                    "1º",
                                    "{@spell gargalhada nefasta de Tasha}, {@spell sussurros dissonantes}"
                                ],
                                [
                                    "2º",
                                    "{@spell detectar pensamentos}, {@spell força espectral}"
                                ],
                                [
                                    "3º",
                                    "{@spell clarividência}, {@spell remeter}"
                                ],
                                [
                                    "4º",
                                    "{@spell dominar fera}, {@spell tentáculos negros de Evard}"
                                ],
                                [
                                    "5º",
                                    "{@spell dominar pessoa}, {@spell telecinese}"
                                ]
                            ]
                        }
                    ]
                }
            ],
            "subclassFeatures": [
                {
                    "name": "Mente Desperta",
                    "source": "PHB",
                    "page": 61,
                    "className": "Bruxo",
                    "classSource": "PHB",
                    "subclassShortName": "Grande Antigo",
                    "subclassSource": "PHB",
                    "level": 1,
                    "header": 1,
                    "entries": [
                        "A partir do 1º nível, o seu conhecimento alienígena lhe dá a capacidade de tocar as mentes de outras criaturas. Você pode se comunicar telepaticamente com qualquer criatura à sua vista e que esteja a até 9 metros de distância. Você não precisa compartilhar o idioma da criatura para que ela o compreenda, mas ela deve ser capaz de entender pelo menos um idioma qualquer."
                    ]
                },
                {
                    "name": "Proteção Entrópica",
                    "source": "PHB",
                    "page": 61,
                    "className": "Bruxo",
                    "classSource": "PHB",
                    "subclassShortName": "Grande Antigo",
                    "subclassSource": "PHB",
                    "level": 6,
                    "header": 2,
                    "entries": [
                        "No 6º nível você aprende a se proteger magicamente de ataques e a transformar um ataque malsucedido de um inimigo em boa sorte para si. Ao sofrer uma jogada de ataque, você pode usar sua reação para impor-lhe desvantagem. Se o ataque falhar, a sua próxima jogada de ataque feita contra a criatura tem vantagem até o final do seu turno.",
                        "Uma vez usada esta característica, você só pode utilizá-la novamente após um período de descanso curto ou longo."
                    ]
                },
                {
                    "name": "Escudo Mental",
                    "source": "PHB",
                    "page": 61,
                    "className": "Bruxo",
                    "classSource": "PHB",
                    "subclassShortName": "Grande Antigo",
                    "subclassSource": "PHB",
                    "level": 10,
                    "header": 2,
                    "entries": [
                        "A partir do 10º nível, seus pensamentos não podem ser lidos por telepatia ou por outros meios, a não ser que você permita. Você também ganha resistência a dano psíquico, e sempre que uma criatura lhe causar dano psíquico, ela sofre a mesma quantidade de dano."
                    ]
                },
                {
                    "name": "Criar Servo",
                    "source": "PHB",
                    "page": 61,
                    "className": "Bruxo",
                    "classSource": "PHB",
                    "subclassShortName": "Grande Antigo",
                    "subclassSource": "PHB",
                    "level": 14,
                    "header": 2,
                    "entries": [
                        "No 14º nível você ganha a capacidade de infectar a mente de um humanoide com a magia alienígena do seu patrono. Você pode usar sua ação para tocar um humanoide {@condition incapacitado}, que então estará {@condition enfeitiçado} por você até que uma magia {@spell remover maldição} seja conjurada sobre ele, até que a condição {@condition enfeitiçado} seja removida ou até que você use esta característica novamente.",
                        "Você pode se comunicar telepaticamente com a criatura {@condition enfeitiçada}, desde que esteja no mesmo plano de existência que ela."
                    ]
                }
            ]
        },
        {
            "name": "O Imortal",
            "shortName": "Imortal",
            "id": "imortal",
            "source": "SCAG",
            "className": "Bruxo",
            "classSource": "PHB",
            "page": 125,
            "level": 1,
            "entries": [
                "A morte não é uma ameaça para o seu patrono, que desvendou os segredos da vida eterna, embora tal triunfo — assim como qualquer poder — venha com um preço. Certa vez um mortal, o Imortal tem visto vidas mortais passarem como estações, como o último lampejo de dias e noites sem fim. Ele têm os segredos das eras para compartilhar, segredos de vida e morte. Seres deste tipo incluem Vecna, o Senhor da Mão e do Olho; a atroz luz; a rainha-lich Vol; a Corte Imortal de Aerenal. Vlaakith, a rainha-lich dos githyanki; e o mago imortal Fistandantalus.",
                "Nos Reinos, os patronos Imortais incluem Larloch, o Rei das Sombras, o lendário mestre da Cripta do Bruxo, e Gilgeam, o Deus-Rei de Unther.",
                {
                    "type": "entries",
                    "name": "Lista Expandida de Magias",
                    "entries": [
                        "O Imortal lhe permite escolher de uma lista de magias expandida ao aprender uma magia de bruxo. As magias a seguir são  adicionadas à lista de magias de bruxo para você.",
                        {
                            "type": "table",
                            "caption": "Lista Expandida de Magias do Imortal",
                            "colLabels": [
                                "Círculo de Magia",
                                "Magias"
                            ],
                            "colStyles": [
                                "col-2 text-center",
                                "col-10"
                            ],
                            "rows": [
                                [
                                    "1º",
                                    "{@spell raio nauseante}, {@spell vitalidade vazia}"
                                ],
                                [
                                    "2º",
                                    "{@spell cegueira/surdez}, {@spell silêncio}"
                                ],
                                [
                                    "3º",
                                    "{@spell falar com mortos}, {@spell simular morte}"
                                ],
                                [
                                    "4º",
                                    "{@spell aura de devoção}, {@spell proteção contra morte}"
                                ],
                                [
                                    "5º",
                                    "{@spell contágio}, {@spell lendas e histórias}"
                                ]
                            ]
                        }
                    ]
                }
            ],
            "subclassFeatures": [
                {
                    "name": "Entre os Mortos",
                    "source": "SCAG",
                    "page": 125,
                    "className": "Bruxo",
                    "classSource": "PHB",
                    "subclassShortName": "Imortal",
                    "subclassSource": "SCAG",
                    "level": 1,
                    "header": 1,
                    "entries": [
                        "A partir do 1º nível, você aprende o truque {@spell acudir os moribundos}, que conta como um truque de bruxo para você. Você também tem vantagem nas salvaguardas contra qualquer doença.",
                        "Além disso, os mortos-vivos têm dificuldade de feri-o. Se um morto-vivo tiver você como alvo direto de um ataque ou uma magia prejudicial, esta criatura deve fazer uma salvaguarda de Sabedoria contra a sua CD de salvaguarda de magia (um morto-vivo não precisa fazer a salvaguarda quando você estiver incluso na área de efeito, como na explosão de uma {@spell bola de fogo}). Se falhar, a criatura deve escolher um novo alvo ou desistir de ter alguém como alvo em vez de você, potencialmente desperdiçando o ataque ou magia. Em caso de sucesso,  a criatura fica imune a este efeito por 24 horas. Um morto-vivo também fica imune a este efeito por 24 horas se for alvo de um de seus ataques ou magias prejudiciais."
                    ]
                },
                {
                    "name": "Desafiar a Morte",
                    "source": "SCAG",
                    "page": 125,
                    "className": "Bruxo",
                    "classSource": "PHB",
                    "subclassShortName": "Imortal",
                    "subclassSource": "SCAG",
                    "level": 6,
                    "header": 2,
                    "entries": [
                        "A partir do 6º nível, você pode se conceder vitalidade quando desafia a morte ou quando ajuda alguém a enganá-la. Você pode recuperar pontos de vida equivalentes a 1d8 + seu modificador de Constituição (mínimo de 1 ponto de vida) quando é bem-sucedido em uma salvaguarda contra a morte ou quando você estabiliza uma criatura com {@spell acudir os moribundos}.",
                        "Uma vez que use esta característica, você não pode utilizá-la novamente até terminar um descanso longo."
                    ]
                },
                {
                    "name": "Natureza Imortal",
                    "source": "SCAG",
                    "page": 125,
                    "className": "Bruxo",
                    "classSource": "PHB",
                    "subclassShortName": "Imortal",
                    "subclassSource": "SCAG",
                    "level": 10,
                    "header": 2,
                    "entries": [
                        "A partir do 10º nível, você pode prender sua respiração indefinidamente, e não tem mais a necessidade de comer, beber ou dormir, embora ainda precise descansar para reduzir {@condition exaustão} e ainda precisa dos benefícios concedidos por terminar descansos curtos e longos.",
                        "Além disso, você envelhece mais lentamente. A cada 10 anos que se passem, seu corpo envelhece apenas 1 ano, e você é imune a envelhecimento mágico."
                    ]
                },
                {
                    "name": "Vida Indestrutível",
                    "source": "SCAG",
                    "page": 125,
                    "className": "Bruxo",
                    "classSource": "PHB",
                    "subclassShortName": "Imortal",
                    "subclassSource": "SCAG",
                    "level": 14,
                    "header": 2,
                    "entries": [
                        "Quando chega ao 14º nível, você partilha de alguns dos verdadeiros segredos do Imortal. No seu turno, você pode usar uma ação bônus para recuperar pontos de vida iguais a 1d8 + seu nível de bruxo. Além disso, se você colocar uma parte arrancada de seu corpo de volta no lugar quando usar esta característica, a parte se reconecta.",
                        "Uma vez que use esta característica, você não pode utilizá-la novamente até terminar um descanso curto ou longo."
                    ]
                }
            ]
        },
        {
            "name": "O Celestial",
            "shortName": "Celestial",
            "id": "celestial",
            "source": "XGE",
            "className": "Bruxo",
            "classSource": "PHB",
            "page": 18,
            "entries": [
                "Seu patrono é um poderoso ser dos Planos Superiores. Você se vinculou a um antigo empiriano, solar, ki-rin, unicórnio ou outra entidade residente dos planos da bem-aventurança eterna. Se pacto com esse ser permite que você experimente o mais puro toque da luz sagrada que ilumina o multiverso.",
                "Estar conectado a tal poder pode causar mudanças nas suas crenças e comportamento. Você pode se ver motivado a aniquilar mortos-vivos, derrotar ínferos e proteger os inocentes. Às vezes seu coração pode ficar repleto de saudades do reino celestial do seu patrono, e de um desejo de percorrer aquele paraíso pelo resto dos seus dias. Mas você sabe que, por ora, sua missão está ligada aos mortais, e que seu pacto o obriga a levar a luz aos lugares escuros do mundo.",
                {
                    "type": "entries",
                    "name": "Lista Expandida de Magias",
                    "entries": [
                        "O Celestial permite que você escolha de uma lista de magias expandida ao aprender uma magia de bruxo. As seguintes magias devem ser adicionadas à lista de magias de bruxo para você.",
                        {
                            "type": "table",
                            "caption": "Lista Expandida de Magias do Celestial",
                            "colLabels": [
                                "Círculo de Magia",
                                "Magias"
                            ],
                            "colStyles": [
                                "col-2 text-center",
                                "col-10"
                            ],
                            "rows": [
                                [
                                    "1º",
                                    "{@spell curar ferimentos}, {@spell raio guia}"
                                ],
                                [
                                    "2º",
                                    "{@spell esfera flamejante}, {@spell restauração menor}"
                                ],
                                [
                                    "3º",
                                    "{@spell luz do dia}, {@spell revivificar}"
                                ],
                                [
                                    "4º",
                                    "{@spell defensor da fé}, {@spell muralha de fogo}"
                                ],
                                [
                                    "5º",
                                    "{@spell coluna de chamas}, {@spell restauração maior}"
                                ]
                            ]
                        }
                    ]
                }
            ],
            "subclassFeatures": [
                {
                    "name": "Truques Bônus",
                    "source": "XGE",
                    "page": 18,
                    "className": "Bruxo",
                    "classSource": "PHB",
                    "subclassShortName": "Celestial",
                    "subclassSource": "XGE",
                    "level": 1,
                    "header": 1,
                    "entries": [
                        "No 1º nível, você aprende os truques {@spell luz} e {@spell chama sagrada}. Eles contam como truques de bruxo para você, mas não contam para a quantidade de truques que você conhece."
                    ]
                },
                {
                    "name": "Luz Medicinal",
                    "source": "XGE",
                    "page": 18,
                    "className": "Bruxo",
                    "classSource": "PHB",
                    "subclassShortName": "Celestial",
                    "subclassSource": "XGE",
                    "level": 1,
                    "header": 1,
                    "entries": [
                        "No 1º nível, você ganha a habilidade de canalizar energia celestial para curar feridas. Você tem uma pilha de d6 que podem ser gastos nessa cura. O número de dados na pilha é igual a 1 + seu nível como bruxo.",
                        "Como uma ação bônus, você pode curar uma criatura à sua vista e a até 18 metros de você, gastando dados da pilha. A quantidade máxima de dados que você pode usar numa única vez é igual ao seu modificador de Carisma (um dano no mínimo). Jogue os dados que você gastou, some os resultados e restaure uma quantidade de pontos de vida igual ao total.",
                        "Sua pilha recupera todos os dados gastos quando você termina um descanso longo."
                    ]
                },
                {
                    "name": "Alma Radiante",
                    "source": "XGE",
                    "page": 18,
                    "className": "Bruxo",
                    "classSource": "PHB",
                    "subclassShortName": "Celestial",
                    "subclassSource": "XGE",
                    "level": 6,
                    "header": 2,
                    "entries": [
                        "A partir do 6º nível, seu vínculo com o Celestial permite que você sirva como condutor para energia radiante. Você tem resistência a dano radiante, e, ao conjurar uma magia que cause dano radiante ou ígneo, você pode adicionar seu modificador de Carisma à uma jogada de dano radiante ou ígneo daquela magia contra um de seus alvos."
                    ]
                },
                {
                    "name": "Resiliência Celestial",
                    "source": "XGE",
                    "page": 18,
                    "className": "Bruxo",
                    "classSource": "PHB",
                    "subclassShortName": "Celestial",
                    "subclassSource": "XGE",
                    "level": 10,
                    "header": 2,
                    "entries": [
                        "A partir do 10º nível, você ganha pontos de vida temporários sempre que termina um descanso curto ou longo. A quantidade de pontos de vida temporários ganha é igual ao seu nível como bruxo + seu modificador de Carisma. Além disso, escolha até cinco criaturas à sua vista ao final do descanso. Cada uma delas ganha uma quantidade de pontos de vida igual a metade do seu nível como bruxo + seu modificador de Carisma."
                    ]
                },
                {
                    "name": "Vingança Calcinante",
                    "source": "XGE",
                    "page": 18,
                    "className": "Bruxo",
                    "classSource": "PHB",
                    "subclassShortName": "Celestial",
                    "subclassSource": "XGE",
                    "level": 14,
                    "header": 2,
                    "entries": [
                        "A partir do 14º nível, a energia radiante canalizada por você permite que resista à morte. Ao precisar realizar uma salvaguarda contra morte no começo do seu turno, você pode, em vez disso, voltar à vida com uma explosão de energia radiante. Você recupera uma quantidade de pontos de vida igual a metade dos seus pontos de vida máximos, então se levanta, caso queira. Cada criatura à sua escolha e a até 9 metros de você sofre uma quantidade de dano radiante igual a 2d8 + seu modificador de Carisma, ficando {@condition cega} até o final do turno atual.",
                        "Após usar esta característica, você não pode usá-la novamente até terminar um descanso longo."
                    ]
                }
            ]
        },
        {
            "name": "O Lâminabreu",
            "shortName": "Lâminabreu",
            "id": "laminabreu",
            "source": "XGE",
            "className": "Bruxo",
            "classSource": "PHB",
            "page": 19,
            "level": 1,
            "entries": [
                "Você fez seu pacto com uma misteriosa entidade do Sombral — Uma força que se manifesta em armas mágicas sencientes esculpidas da matéria das sombras. A poderosa espada <i>Rasganegra</i> é a mais notável dessas armas, espalhadas pelo multiverso com o passar das eras. A força sombria por trás de tais objetos pode oferecer poder a bruxos que compactuem com ela. Muitos bruxos lâminabreu criam armas aos moldes daquelas formadas no Sombral.",
                "Outros renunciam a tais armas, satisfeitos em manipular a magia soturna daquele plano em suas conjurações.",
                "Devido à Rainha Corvo ser conhecida por ter forjado as primeiras armas desse tipo, muitos sábios especulam que ela e a força sombria sejam uma e a mesma entidade, e que as armas, portanto, junto com os bruxos lâminabreu, sejam ferramentas que ela emprega na manipulação de eventos no Plano Material para seus inescrutáveis fins.",
                {
                    "type": "entries",
                    "name": "Lista Expandida de Magias",
                    "entries": [
                        "O Lâminabreu permite que você escolha de uma lista de magias expandida ao aprender uma magia de bruxo. As seguintes magias devem ser adicionadas à lista de magias de bruxo para você.",
                        {
                            "type": "table",
                            "caption": "Lista Expandida de Magias do Lâminabreu",
                            "colLabels": [
                                "Círculo de Magia",
                                "Magias"
                            ],
                            "colStyles": [
                                "col-2 text-center",
                                "col-10"
                            ],
                            "rows": [
                                [
                                    "1º",
                                    "{@spell destruição colérica}, {@spell égide}"
                                ],
                                [
                                    "2º",
                                    "{@spell marca da punição}, {@spell turvar}"
                                ],
                                [
                                    "3º",
                                    "{@spell arma elemental}, {@spell piscar}"
                                ],
                                [
                                    "4º",
                                    "{@spell assassino fantasmagórico}, {@spell destruição atordoante}"
                                ],
                                [
                                    "5º",
                                    "{@spell cone de frio}, {@spell destruição banidora}"
                                ]
                            ]
                        }
                    ]
                }
            ],
            "subclassFeatures": [
                {
                    "name": "Maldição do Lâminabreu",
                    "source": "XGE",
                    "page": 19,
                    "className": "Bruxo",
                    "classSource": "PHB",
                    "subclassShortName": "Lâminabreu",
                    "subclassSource": "XGE",
                    "level": 1,
                    "header": 1,
                    "entries": [
                        "A partir do 1º nível, você ganha a habilidade de lançar uma perniciosa maldição sobre alguém. Como uma ação bônus, escolha uma criatura à sua vista e a até 9 metros de você. O alvo fica amaldiçoado por 1 minuto. A maldição termina mais cedo se o alvo morrer, se você morrer ou ficar {@condition incapacitado}. Até o encerramento da maldição, você ganha os seguintes benefícios:",
                        {
                            "type": "list",
                            "items": [
                                "Um bônus para as jogadas de dano contra o alvo amaldiçoado igual ao seu bônus de proficiência.",
                                "Toda jogada de ataque que você fizer contra o alvo resulta num acerto crítico com um resultado de 19 ou 20 no d20.",
                                "Se o alvo amaldiçoado morrer, você recupera uma quantidade de pontos de vida igual ao seu nível como bruxo + seu modificador de Carisma (no mínimo 1 ponto de vida)."
                            ]
                        },
                        "Você não pode usar esta característica novamente até terminar um descanso curto ou longo."
                    ]
                },
                {
                    "name": "Combatente Sombrio",
                    "source": "XGE",
                    "page": 19,
                    "className": "Bruxo",
                    "classSource": "PHB",
                    "subclassShortName": "Lâminabreu",
                    "subclassSource": "XGE",
                    "level": 1,
                    "header": 1,
                    "entries": [
                        "No 1º nível, você adquire o treinamento necessário para armar-se efetivamente para batalha. Você ganha proficiência com armadura médias, escudos e armas marciais.",
                        "A influência do seu patrono também permite que você canalize misticamente sua força de vontade através de uma arma em particular. Sempre que terminar um descanso longo, você pode tocar uma arma com a qual tenha proficiência e que não possua a propriedade duas mãos. Ao atacar com essa arma, você pode usar seu modificador de Carisma, no lugar do de Força ou Destreza, para as jogadas de ataque e dano. Os benefícios duram até você terminar um descanso longo. Se você vir a ganhar a característica Pacto da Lâmina, este benefício passará a se estender a cada arma de pacto que você conjurar com aquela característica, não importando o tipo de arma."
                    ]
                },
                {
                    "name": "Espectro Amaldiçoado",
                    "source": "XGE",
                    "page": 19,
                    "className": "Bruxo",
                    "classSource": "PHB",
                    "subclassShortName": "Lâminabreu",
                    "subclassSource": "XGE",
                    "level": 6,
                    "header": 2,
                    "entries": [
                        "A partir do 6º nível, você pode amaldiçoar a alma de uma pessoa assassinada por você, vinculando-a temporariamente ao seu serviço. Ao assassinar um humanoide, você pode fazer com que o espírito dele erga-se do cadáver como um espectro, as estatísticas do qual encontram-se no <i>Monster Manual: Manual dos Monstros</i>. Quando o espectro aparece, ele ganha uma quantidade de pontos de vida temporários igual a metade do seu nível como bruxo. Jogue iniciativa para o espectro, que possui os próprios turnos. Ele obedece às suas ordens verbais, ganhando um bônus especial para as próprias jogadas de ataque igual ao seu modificador de Carisma (no mínimo +0).",
                        "O espectro fica à sua disposição até o final do seu próximo descanso longo, quando então desaparece no além.",
                        "Após vincular um espectro usando esta característica, você não pode fazê-lo outra vez até terminar um descanso longo."
                    ]
                },
                {
                    "name": "Armadura de Sombras",
                    "source": "XGE",
                    "page": 19,
                    "className": "Bruxo",
                    "classSource": "PHB",
                    "subclassShortName": "Lâminabreu",
                    "subclassSource": "XGE",
                    "level": 10,
                    "header": 2,
                    "entries": [
                        "No 10º nível, seu domínio sobre as sombras torna-se maior. Se o alvo amaldiçoado por sua Maldição do Lâminabreu atingi-lo com um ataque, você pode usar sua reação para jogar 1d6. Com um resultado de 4 ou mais, o ataque não o acerta, independentemente do resultado da jogada de ataque."
                    ]
                },
                {
                    "name": "Mestre das Sombras",
                    "source": "XGE",
                    "page": 19,
                    "className": "Bruxo",
                    "classSource": "PHB",
                    "subclassShortName": "Lâminabreu",
                    "subclassSource": "XGE",
                    "level": 14,
                    "header": 2,
                    "entries": [
                        "A partir do 14º nível, você pode espalhar sua Maldição do Lâminabreu de uma criatura morta para outra criatura. Quando a criatura amaldiçoada por sua Maldição do Lâminabreu morre, você pode aplicar a maldição a outra criatura à sua vista e a até 9 metros de você, contando que você não esteja {@condition incapacitado}. Ao aplicar a maldição desse modo, você não recupera pontos de vida com a morte da criatura anteriormente amaldiçoada."
                    ]
                }
            ]
        }
    ]
}