{
	"class": [
		{
			"name": "feiticeiro",
			"subclassTitle": "Sorcerous Origin",
			"multiclassing": {
				"requirements": {
					"cha": 13
				}
			}
		}
	],
	"subclass": [
		{
			"name": "Draconic Bloodline",
			"shortName": "Draconic",
			"source": "PHB",
			"className": "Sorcerer",
			"classSource": "PHB",
			"page": 102,
			"srd": true,
			"subclassFeatures": [
				{
                    "name": "Draconic Bloodline",
                    "source": "PHB",
                    "page": 102,
                    "srd": true,
                    "className": "Sorcerer",
                    "classSource": "PHB",
                    "subclassShortName": "Draconic",
                    "subclassSource": "PHB",
                    "level": 1,
                    "entries": [
                        "Your innate magic comes from draconic magic that was mingled with your blood or that of your ancestors. Most often, sorcerers with this origin trace their descent back to a mighty sorcerer of ancient times who made a bargain with a dragon or who might even have claimed a dragon parent. Some of these bloodlines are well established in the world, but most are obscure. Any given sorcerer could be the first of a new bloodline, as a result of a pact or some other exceptional circumstance.",
                        {
                            "type": "refSubclassFeature",
                            "subclassFeature": "Dragon Ancestor|Sorcerer||Draconic||1"
                        },
                        {
                            "type": "refSubclassFeature",
                            "subclassFeature": "Draconic Resilience|Sorcerer||Draconic||1"
                        }
                    ]
                },
                {
                    "name": "Draconic Resilience",
                    "source": "PHB",
                    "page": 102,
                    "srd": true,
                    "className": "Sorcerer",
                    "classSource": "PHB",
                    "subclassShortName": "Draconic",
                    "subclassSource": "PHB",
                    "level": 1,
                    "header": 1,
                    "entries": [
                        "As magic flows through your body, it causes physical traits of your dragon ancestors to emerge. At 1st level, your hit point maximum increases by 1 and increases by 1 again whenever you gain a level in this class.",
                        "Additionally, parts of your skin are covered by a thin sheen of dragon-like scales. When you aren't wearing armor, your AC equals 13 + your Dexterity modifier."
                    ]
                },
                {
                    "name": "Dragon Ancestor",
                    "source": "PHB",
                    "page": 102,
                    "srd": true,
                    "className": "Sorcerer",
                    "classSource": "PHB",
                    "subclassShortName": "Draconic",
                    "subclassSource": "PHB",
                    "level": 1,
                    "header": 1,
                    "entries": [
                        "At 1st level, you choose one type of dragon as your ancestor. The damage type associated with each dragon is used by features you gain later.",
                        {
                            "type": "table",
                            "caption": "Draconic Ancestry",
                            "colLabels": [
                                "Dragon",
                                "Damage Type"
                            ],
                            "colStyles": [
                                "col-6 text-center",
                                "col-6 text-center"
                            ],
                            "rows": [
                                [
                                    "Black",
                                    "{@filter Acid|spells|damage type=acid|class=sorcerer}"
                                ],
                                [
                                    "Blue",
                                    "{@filter Lightning|spells|damage type=lightning|class=sorcerer}"
                                ],
                                [
                                    "Brass",
                                    "{@filter Fire|spells|damage type=fire|class=sorcerer}"
                                ],
                                [
                                    "Bronze",
                                    "{@filter Lightning|spells|damage type=lightning|class=sorcerer}"
                                ],
                                [
                                    "Copper",
                                    "{@filter Acid|spells|damage type=acid|class=sorcerer}"
                                ],
                                [
                                    "Gold",
                                    "{@filter Fire|spells|damage type=fire|class=sorcerer}"
                                ],
                                [
                                    "Green",
                                    "{@filter Poison|spells|damage type=poison|class=sorcerer}"
                                ],
                                [
                                    "Red",
                                    "{@filter Fire|spells|damage type=fire|class=sorcerer}"
                                ],
                                [
                                    "Silver",
                                    "{@filter Cold|spells|damage type=cold|class=sorcerer}"
                                ],
                                [
                                    "White",
                                    "{@filter Cold|spells|damage type=cold|class=sorcerer}"
                                ]
                            ]
                        },
                        "You can speak, read, and write {@language Draconic}. Additionally, whenever you make a Charisma check when interacting with dragons, your proficiency bonus is doubled if it applies to the check."
                    ]
                },
                {
                    "name": "Elemental Affinity",
                    "source": "PHB",
                    "page": 102,
                    "srd": true,
                    "className": "Sorcerer",
                    "classSource": "PHB",
                    "subclassShortName": "Draconic",
                    "subclassSource": "PHB",
                    "level": 6,
                    "header": 2,
                    "entries": [
                        "Starting at 6th level, when you cast a spell that deals damage of the type associated with your draconic ancestry, you can add your Charisma modifier to one damage roll of that spell. At the same time, you can spend 1 sorcery point to gain resistance to that damage type for 1 hour."
                    ]
                },
                {
                    "name": "Dragon Wings",
                    "source": "PHB",
                    "page": 102,
                    "srd": true,
                    "className": "Sorcerer",
                    "classSource": "PHB",
                    "subclassShortName": "Draconic",
                    "subclassSource": "PHB",
                    "level": 14,
                    "header": 2,
                    "entries": [
                        "At 14th level, you gain the ability to sprout a pair of dragon wings from your back, gaining a flying speed equal to your current speed. You can create these wings as a bonus action on your turn. They last until you dismiss them as a bonus action on your turn.",
                        "You can't manifest your wings while wearing armor unless the armor is made to accommodate them, and clothing not made to accommodate your wings might be destroyed when you manifest them."
                    ]
                },
                {
                    "name": "Draconic Presence",
                    "source": "PHB",
                    "page": 102,
                    "srd": true,
                    "className": "Sorcerer",
                    "classSource": "PHB",
                    "subclassShortName": "Draconic",
                    "subclassSource": "PHB",
                    "level": 18,
                    "header": 2,
                    "entries": [
                        "Beginning at 18th level, you can channel the dread presence of your dragon ancestor, causing those around you to become awestruck or {@condition frightened}. As an action, you can spend 5 sorcery points to draw on this power and exude an aura of awe or fear (your choice) to a distance of 60 feet. For 1 minute or until you lose your concentration (as if you were casting a concentration spell), each hostile creature that starts its turn in this aura must succeed on a Wisdom saving throw or be {@condition charmed} (if you chose awe) or {@condition frightened} (if you chose fear) until the aura ends. A creature that succeeds on this saving throw is immune to your aura for 24 hours."
                    ]
                }
			]
		},
		{
			"name": "Wild Magic",
			"shortName": "Wild",
			"source": "PHB",
			"className": "Sorcerer",
			"classSource": "PHB",
			"page": 103,
			"subclassFeatures": [
				{
                    "name": "Wild Magic",
                    "source": "PHB",
                    "page": 103,
                    "className": "Sorcerer",
                    "classSource": "PHB",
                    "subclassShortName": "Wild",
                    "subclassSource": "PHB",
                    "level": 1,
                    "entries": [
                        "Your innate magic comes from the wild forces of chaos that underlie the order of creation. You might have endured exposure to some form of raw magic, perhaps through a planar portal leading to Limbo, the Elemental Planes, or the mysterious Far Realm. Perhaps you were blessed by a powerful fey creature or marked by a demon. Or your magic could be a fluke of your birth, with no apparent cause or reason. However it came to be, this chaotic magic churns within you, waiting for any outlet.",
                        {
                            "type": "refSubclassFeature",
                            "subclassFeature": "Wild Magic Surge|Sorcerer||Wild||1"
                        },
                        {
                            "type": "refSubclassFeature",
                            "subclassFeature": "Tides of Chaos|Sorcerer||Wild||1"
                        }
                    ]
                },
                {
                    "name": "Tides of Chaos",
                    "source": "PHB",
                    "page": 103,
                    "className": "Sorcerer",
                    "classSource": "PHB",
                    "subclassShortName": "Wild",
                    "subclassSource": "PHB",
                    "level": 1,
                    "header": 1,
                    "entries": [
                        "Starting at 1st level, you can manipulate the forces of chance and chaos to gain advantage on one attack roll, ability check, or saving throw. Once you do so, you must finish a long rest before you can use this feature again.",
                        "Any time before you regain the use of this feature, the DM can have you roll on the {@table Wild Magic Surge|PHB} table immediately after you cast a sorcerer spell of 1st level or higher. You then regain the use of this feature."
                    ]
                },
                {
                    "name": "Wild Magic Surge",
                    "source": "PHB",
                    "page": 103,
                    "className": "Sorcerer",
                    "classSource": "PHB",
                    "subclassShortName": "Wild",
                    "subclassSource": "PHB",
                    "level": 1,
                    "header": 1,
                    "entries": [
                        "Starting when you choose this origin at 1st level, your spellcasting can unleash surges of untamed magic. Immediately after you cast a sorcerer spell of 1st level or higher, the DM can have you roll a {@dice d20}. If you roll a 1, roll on the Wild Magic Surge table to create a random magical effect. A Wild Magic Surge can happen once per turn.",
                        "If a Wild Magic effect is a spell, it's too wild to be affected by Metamagic. If it normally requires concentration, it doesn't require concentration in this case; the spell lasts for its full duration.",
                        {
                            "type": "table",
                            "caption": "Wild Magic Surge",
                            "colLabels": [
                                "{@dice d100}",
                                "Effect"
                            ],
                            "colStyles": [
                                "col-1 text-center",
                                "col-11"
                            ],
                            "rows": [
                                [
                                    "01-02",
                                    "Roll on this table at the start of each of your turns for the next minute, ignoring this result on subsequent rolls."
                                ],
                                [
                                    "03-04",
                                    "For the next minute, you can see any {@condition invisible} creature if you have line of sight to it."
                                ],
                                [
                                    "05-06",
                                    "A {@filter modron|bestiary|source=mm|search=modron} chosen and controlled by the DM appears in an unoccupied space within 5 feet of you, then disappears 1 minute later."
                                ],
                                [
                                    "07-08",
                                    "You cast {@spell fireball} as a 3rd-level spell centered on yourself."
                                ],
                                [
                                    "09-10",
                                    "You cast {@spell magic missile} as a 5th-level spell."
                                ],
                                [
                                    "11-12",
                                    "Roll a {@dice d10}. Your height changes by a number of inches equal to the roll. If the roll is odd, you shrink. If the roll is even, you grow."
                                ],
                                [
                                    "13-14",
                                    "You cast {@spell confusion} centered on yourself."
                                ],
                                [
                                    "15-16",
                                    "For the next minute, you regain 5 hit points at the start of each of your turns."
                                ],
                                [
                                    "17-18",
                                    "You grow a long beard made of feathers that remains until you sneeze, at which point the feathers explode out from your face."
                                ],
                                [
                                    "19-20",
                                    "You cast {@spell grease} centered on yourself."
                                ],
                                [
                                    "21-22",
                                    "Creatures have disadvantage on saving throws against the next spell you cast in the next minute that involves a saving throw."
                                ],
                                [
                                    "23-24",
                                    "Your skin turns a vibrant shade of blue. A {@spell remove curse} spell can end this effect."
                                ],
                                [
                                    "25-26",
                                    "An eye appears on your forehead for the next minute. During that time, you have advantage on Wisdom ({@skill Perception}) checks that rely on sight."
                                ],
                                [
                                    "27-28",
                                    "For the next minute, all your spells with a casting time of 1 action have a casting time of 1 bonus action."
                                ],
                                [
                                    "29-30",
                                    "You teleport up to 60 feet to an unoccupied space of your choice that you can see."
                                ],
                                [
                                    "31-32",
                                    "You are transported to the Astral Plane until the end of your next turn, after which time you return to the space you previously occupied or the nearest unoccupied space if that space is occupied."
                                ],
                                [
                                    "33-34",
                                    "Maximize the damage of the next damaging spell you cast within the next minute."
                                ],
                                [
                                    "35-36",
                                    "Roll a {@dice d10}. Your age changes by a number of years equal to the roll. If the roll is odd, you get younger (minimum 1 year old). If the roll is even, you get older."
                                ],
                                [
                                    "37-38",
                                    "{@dice 1d6} {@creature flumph||flumphs} controlled by the DM appear in unoccupied spaces within 60 feet of you and are {@condition frightened} of you. They vanish after 1 minute."
                                ],
                                [
                                    "39-40",
                                    "You regain {@dice 2d10} hit points."
                                ],
                                [
                                    "41-42",
                                    "You turn into a potted plant until the start of your next turn. While a plant, you are {@condition incapacitated} and have vulnerability to all damage. If you drop to 0 hit points, your pot breaks, and your form reverts."
                                ],
                                [
                                    "43-44",
                                    "For the next minute, you can teleport up to 20 feet as a bonus action on each of your turns."
                                ],
                                [
                                    "45-46",
                                    "You cast {@spell levitate} on yourself."
                                ],
                                [
                                    "47-48",
                                    "A {@creature unicorn} controlled by the DM appears in a space within 5 feet of you, then disappears 1 minute later."
                                ],
                                [
                                    "49-50",
                                    "You can't speak for the next minute. Whenever you try, pink bubbles float out of your mouth."
                                ],
                                [
                                    "51-52",
                                    "A spectral shield hovers near you for the next minute, granting you a +2 bonus to AC and immunity to {@spell magic missile}."
                                ],
                                [
                                    "53-54",
                                    "You are immune to being intoxicated by alcohol for the next {@dice 5d6} days."
                                ],
                                [
                                    "55-56",
                                    "Your hair falls out but grows back within 24 hours."
                                ],
                                [
                                    "57-58",
                                    "For the next minute, any flammable object you touch that isn't being worn or carried by another creature bursts into flame."
                                ],
                                [
                                    "59-60",
                                    "You regain your lowest-level expended spell slot."
                                ],
                                [
                                    "61-62",
                                    "For the next minute, you must shout when you speak."
                                ],
                                [
                                    "63-64",
                                    "You cast {@spell fog cloud} centered on yourself."
                                ],
                                [
                                    "65-66",
                                    "Up to three creatures you choose within 30 feet of you take {@damage 4d10} lightning damage."
                                ],
                                [
                                    "67-68",
                                    "You are {@condition frightened} by the nearest creature until the end of your next turn."
                                ],
                                [
                                    "69-70",
                                    "Each creature within 30 feet of you becomes {@condition invisible} for the next minute. The invisibility ends on a creature when it attacks or casts a spell."
                                ],
                                [
                                    "71-72",
                                    "You gain resistance to all damage for the next minute."
                                ],
                                [
                                    "73-74",
                                    "A random creature within 60 feet of you becomes {@condition poisoned} for {@dice 1d4} hours."
                                ],
                                [
                                    "75-76",
                                    "You glow with bright light in a 30-foot radius for the next minute. Any creature that ends its turn within 5 feet of you is {@condition blinded} until the end of its next turn."
                                ],
                                [
                                    "77-78",
                                    "You cast {@spell polymorph} on yourself. If you fail the saving throw, you turn into a sheep for the spell's duration."
                                ],
                                [
                                    "79-80",
                                    "Illusory butterflies and flower petals flutter in the air within 10 feet of you for the next minute."
                                ],
                                [
                                    "81-82",
                                    "You can take one additional action immediately."
                                ],
                                [
                                    "83-84",
                                    "Each creature within 30 feet of you takes {@damage 1d10} necrotic damage. You regain hit points equal to the sum of the necrotic damage dealt."
                                ],
                                [
                                    "85-86",
                                    "You cast {@spell mirror image}."
                                ],
                                [
                                    "87-88",
                                    "You cast {@spell fly} on a random creature within 60 feet of you."
                                ],
                                [
                                    "89-90",
                                    "You become {@condition invisible} for the next minute. During that time, other creatures can't hear you. The invisibility ends if you attack or cast a spell."
                                ],
                                [
                                    "91-92",
                                    "If you die within the next minute, you immediately come back to life as if by the {@spell reincarnate} spell."
                                ],
                                [
                                    "93-94",
                                    "Your size increases by one size category for the next minute."
                                ],
                                [
                                    "95-96",
                                    "You and all creatures within 30 feet of you gain vulnerability to piercing damage for the next minute."
                                ],
                                [
                                    "97-98",
                                    "You are surrounded by faint, ethereal music for the next minute."
                                ],
                                [
                                    "99-00",
                                    "You regain all expended sorcery points."
                                ]
                            ],
                            "data": {
                                "tableInclude": true
                            }
                        }
                    ]
                },
                {
                    "name": "Bend Luck",
                    "source": "PHB",
                    "page": 103,
                    "className": "Sorcerer",
                    "classSource": "PHB",
                    "subclassShortName": "Wild",
                    "subclassSource": "PHB",
                    "level": 6,
                    "header": 2,
                    "entries": [
                        "Starting at 6th level, you have the ability to twist fate using your wild magic. When another creature you can see makes an attack roll, an ability check, or a saving throw, you can use your reaction and spend 2 sorcery points to roll {@dice 1d4} and apply the number rolled as a bonus or penalty (your choice) to the creature's roll. You can do so after the creature rolls but before any effects of the roll occur."
                    ]
                },
                {
                    "name": "Controlled Chaos",
                    "source": "PHB",
                    "page": 103,
                    "className": "Sorcerer",
                    "classSource": "PHB",
                    "subclassShortName": "Wild",
                    "subclassSource": "PHB",
                    "level": 14,
                    "header": 2,
                    "entries": [
                        "At 14th level, you gain a modicum of control over the surges of your wild magic. Whenever you roll on the {@table Wild Magic Surge|PHB} table, you can roll twice and use either number."
                    ]
                },
                {
                    "name": "Spell Bombardment",
                    "source": "PHB",
                    "page": 103,
                    "className": "Sorcerer",
                    "classSource": "PHB",
                    "subclassShortName": "Wild",
                    "subclassSource": "PHB",
                    "level": 18,
                    "header": 2,
                    "entries": [
                        "Beginning at 18th level, the harmful energy of your spells intensifies. When you roll damage for a spell and roll the highest number possible on any of the dice, choose one of those dice, roll it again and add that roll to the damage. You can use the feature only once per turn."
                    ]
                }
			]
		},
		{
			"name": "Divine Soul",
			"shortName": "Divine Soul",
			"source": "XGE",
			"className": "Sorcerer",
			"classSource": "PHB",
			"page": 50,
			"additionalSpells": [
				{
					"name": "Good",
					"known": {
						"1": [
							"cure wounds"
						]
					}
				},
				{
					"name": "Evil",
					"known": {
						"1": [
							"inflict wounds"
						]
					}
				},
				{
					"name": "Law",
					"known": {
						"1": [
							"bless"
						]
					}
				},
				{
					"name": "Chaos",
					"known": {
						"1": [
							"bane"
						]
					}
				},
				{
					"name": "Neutrality",
					"known": {
						"1": [
							"protection from evil and good"
						]
					}
				}
			],
			"subclassFeatures": [
				{
                    "name": "Divine Soul",
                    "source": "XGE",
                    "page": 50,
                    "className": "Sorcerer",
                    "classSource": "PHB",
                    "subclassShortName": "Divine Soul",
                    "subclassSource": "XGE",
                    "level": 1,
                    "entries": [
                        "Sometimes the spark of magic that fuels a sorcerer comes from a divine source that glimmers within the soul. Having such a blessed soul is a sign that your innate magic might come from a distant but powerful familial connection to a divine being. Perhaps your ancestor was an angel, transformed into a mortal and sent to fight in a god's name.",
                        "Or your birth might align with an ancient prophecy, marking you as a servant of the gods or a chosen vessel of divine magic.",
                        "A Divine Soul, with a natural magnetism, is seen as a threat by some religious hierarchies. As an outsider who commands sacred power, a Divine Soul can undermine an existing order by claiming a direct tie to the divine.",
                        "In some cultures, only those who can claim the power of a Divine Soul may command religious power. In these lands, ecclesiastical positions are dominated by a few bloodlines and preserved over generations.",
                        {
                            "type": "refSubclassFeature",
                            "subclassFeature": "Divine Magic|Sorcerer||Divine Soul|XGE|1"
                        },
                        {
                            "type": "refSubclassFeature",
                            "subclassFeature": "Favored by the Gods|Sorcerer||Divine Soul|XGE|1"
                        }
                    ]
                },
                {
                    "name": "Divine Magic",
                    "source": "XGE",
                    "page": 50,
                    "className": "Sorcerer",
                    "classSource": "PHB",
                    "subclassShortName": "Divine Soul",
                    "subclassSource": "XGE",
                    "level": 1,
                    "header": 1,
                    "entries": [
                        "Your link to the divine allows you to learn spells from the cleric class. When your Spellcasting feature lets you learn or replace a sorcerer cantrip or a sorcerer spell of 1st level or higher, you can choose the new spell from the cleric spell list or the sorcerer spell list. You must otherwise obey all the restrictions for selecting the spell, and it becomes a sorcerer spell for you.",
                        "In addition, choose an affinity for the source of your divine power: good, evil, law, chaos, or neutrality. You learn an additional spell based on that affinity, as shown below. It is a sorcerer spell for you, but it doesn't count against your number of sorcerer spells known. If you later replace this spell, you must replace it with a spell from the cleric spell list.",
                        {
                            "type": "table",
                            "colLabels": [
                                "Affinity",
                                "Spell"
                            ],
                            "colStyles": [
                                "col-5",
                                "col-7"
                            ],
                            "rows": [
                                [
                                    "Good",
                                    "{@spell cure wounds}"
                                ],
                                [
                                    "Evil",
                                    "{@spell inflict wounds}"
                                ],
                                [
                                    "Law",
                                    "{@spell bless}"
                                ],
                                [
                                    "Chaos",
                                    "{@spell bane}"
                                ],
                                [
                                    "Neutrality",
                                    "{@spell protection from evil and good}"
                                ]
                            ]
                        }
                    ]
                },
                {
                    "name": "Favored by the Gods",
                    "source": "XGE",
                    "page": 50,
                    "className": "Sorcerer",
                    "classSource": "PHB",
                    "subclassShortName": "Divine Soul",
                    "subclassSource": "XGE",
                    "level": 1,
                    "header": 1,
                    "entries": [
                        "Starting at 1st level, divine power guards your destiny. If you fail a saving throw or miss with an attack roll, you can roll {@dice 2d4} and add it to the total, possibly changing the outcome. Once you use this feature, you can't use it again until you finish a short or long rest."
                    ]
                },
                {
                    "name": "Empowered Healing",
                    "source": "XGE",
                    "page": 50,
                    "className": "Sorcerer",
                    "classSource": "PHB",
                    "subclassShortName": "Divine Soul",
                    "subclassSource": "XGE",
                    "level": 6,
                    "header": 2,
                    "entries": [
                        "Starting at 6th level, the divine energy coursing through you can empower healing spells. Whenever you or an ally within 5 feet of you rolls dice to determine the number of hit points a spell restores, you can spend 1 sorcery point to reroll any number of those dice once, provided you aren't {@condition incapacitated}. You can use this feature only once per turn."
                    ]
                },
                {
                    "name": "Otherworldly Wings",
                    "source": "XGE",
                    "page": 50,
                    "className": "Sorcerer",
                    "classSource": "PHB",
                    "subclassShortName": "Divine Soul",
                    "subclassSource": "XGE",
                    "level": 14,
                    "header": 2,
                    "entries": [
                        "Starting at 14th level, you can use a bonus action to manifest a pair of spectral wings from your back. While the wings are present, you have a flying speed of 30 feet. The wings last until you're {@condition incapacitated}, you die, or you dismiss them as a bonus action.",
                        "The affinity you chose for your Divine Magic feature determines the appearance of the spectral wings: eagle wings for good or law, bat wings for evil or chaos, and dragonfly wings for neutrality."
                    ]
                },
                {
                    "name": "Unearthly Recovery",
                    "source": "XGE",
                    "page": 50,
                    "className": "Sorcerer",
                    "classSource": "PHB",
                    "subclassShortName": "Divine Soul",
                    "subclassSource": "XGE",
                    "level": 18,
                    "header": 2,
                    "entries": [
                        "At 18th level, you gain the ability to overcome grievous injuries. As a bonus action when you have fewer than half of your hit points remaining, you can regain a number of hit points equal to half your hit point maximum.",
                        "Once you use this feature, you can't use it again until you finish a long rest."
                    ]
                }
			]
		},
		{
			"name": "Shadow Magic",
			"shortName": "Shadow",
			"source": "XGE",
			"className": "Sorcerer",
			"classSource": "PHB",
			"page": 50,
			"additionalSpells": [
				{
					"known": {
						"3": [
							"darkness"
						]
					}
				}
			],
			"subclassFeatures": [
				{
                    "name": "Shadow Magic",
                    "source": "XGE",
                    "page": 50,
                    "className": "Sorcerer",
                    "classSource": "PHB",
                    "subclassShortName": "Shadow",
                    "subclassSource": "XGE",
                    "level": 1,
                    "entries": [
                        "You are a creature of shadow, for your innate magic comes from the Shadowfell itself. You might trace your lineage to an entity from that place, or perhaps you were exposed to its fell energy and transformed by it.",
                        "The power of shadow magic casts a strange pall over your physical presence. The spark of life that sustains you is muffled, as if it struggles to remain viable against the dark energy that imbues your soul. At your option, you can pick from or roll on the Shadow Sorcerer Quirks table to create a quirk for your character.",
                        {
                            "type": "table",
                            "caption": "Shadow Sorcerer Quirks",
                            "colLabels": [
                                "d6",
                                "Quirk"
                            ],
                            "colStyles": [
                                "col-2 text-center",
                                "col-10"
                            ],
                            "rows": [
                                [
                                    "1",
                                    "You are always icy cold to the touch."
                                ],
                                [
                                    "2",
                                    "When you are asleep, you don't appear to breathe (though you must still breathe to survive)."
                                ],
                                [
                                    "3",
                                    "You barely bleed, even when badly injured."
                                ],
                                [
                                    "4",
                                    "Your heart beats once per minute. This event sometimes surprises you."
                                ],
                                [
                                    "5",
                                    "You have trouble remembering that living creatures and corpses should be treated differently."
                                ],
                                [
                                    "6",
                                    "You blinked. Once. Last week."
                                ]
                            ]
                        },
                        {
                            "type": "refSubclassFeature",
                            "subclassFeature": "Eyes of the Dark|Sorcerer||Shadow|XGE|1"
                        },
                        {
                            "type": "refSubclassFeature",
                            "subclassFeature": "Strength of the Grave|Sorcerer||Shadow|XGE|1"
                        }
                    ]
                },
                {
                    "name": "Eyes of the Dark",
                    "source": "XGE",
                    "page": 50,
                    "className": "Sorcerer",
                    "classSource": "PHB",
                    "subclassShortName": "Shadow",
                    "subclassSource": "XGE",
                    "level": 1,
                    "header": 1,
                    "entries": [
                        "Starting at 1st level, you have {@sense darkvision} with a range of 120 feet.",
                        "When you reach 3rd level in this class, you learn the {@spell darkness} spell, which doesn't count against your number of sorcerer spells known. In addition, you can cast it by spending 2 sorcery points or by expending a spell slot. If you cast it with sorcery points, you can see through the {@spell darkness} created by the spell."
                    ]
                },
                {
                    "name": "Strength of the Grave",
                    "source": "XGE",
                    "page": 50,
                    "className": "Sorcerer",
                    "classSource": "PHB",
                    "subclassShortName": "Shadow",
                    "subclassSource": "XGE",
                    "level": 1,
                    "header": 1,
                    "entries": [
                        "Starting at 1st level, your existence in a twilight state between life and death makes you difficult to defeat. When damage reduces you to 0 hit points, you can make a Charisma saving throw (DC 5 + the damage taken). On a success, you instead drop to 1 hit point. You can't use this feature if you are reduced to 0 hit points by radiant damage or by a critical hit.",
                        "After the saving throw succeeds, you can't use this feature again until you finish a long rest."
                    ]
                },
                {
                    "name": "Hound of Ill Omen",
                    "source": "XGE",
                    "page": 50,
                    "className": "Sorcerer",
                    "classSource": "PHB",
                    "subclassShortName": "Shadow",
                    "subclassSource": "XGE",
                    "level": 6,
                    "header": 2,
                    "entries": [
                        "At 6th level, you gain the ability to call forth a howling creature of darkness to harass your foes. As a bonus action, you can spend 3 sorcery points to magically summon a hound of ill omen to target one creature you can see within 120 feet of you. The hound uses the {@creature dire wolf}'s statistics (see the Monster Manual or appendix C in the Player's Handbook), with the following changes:",
                        {
                            "type": "list",
                            "items": [
                                "The hound is size Medium, not Large, and it counts as a monstrosity, not a beast.",
                                "It appears with a number of temporary hit points equal to half your sorcerer level.",
                                "It can move through other creatures and objects as if they were difficult terrain. The hound takes 5 force damage if it ends its turn inside an object.",
                                "At the start of its turn, the hound automatically knows its target's location. If the target was hidden, it is no longer hidden from the hound."
                            ]
                        },
                        "The hound appears in an unoccupied space of your choice within 30 feet of the target. Roll initiative for the hound. On its turn, it can move only toward its target by the most direct route, and it can use its action only to attack its target. The hound can make opportunity attacks, but only against its target. Additionally, while the hound is within 5 feet of the target, the target has disadvantage on saving throws against any spell you cast. The hound disappears if it is reduced to 0 hit points, if its target is reduced to 0 hit points, or after 5 minutes."
                    ]
                },
                {
                    "name": "Shadow Walk",
                    "source": "XGE",
                    "page": 50,
                    "className": "Sorcerer",
                    "classSource": "PHB",
                    "subclassShortName": "Shadow",
                    "subclassSource": "XGE",
                    "level": 14,
                    "header": 2,
                    "entries": [
                        "At 14th level, you gain the ability to step from one shadow into another. When you are in dim light or darkness, as a bonus action, you can magically teleport up to 120 feet to an unoccupied space you can see that is also in dim light or darkness."
                    ]
                },
                {
                    "name": "Umbral Form",
                    "source": "XGE",
                    "page": 50,
                    "className": "Sorcerer",
                    "classSource": "PHB",
                    "subclassShortName": "Shadow",
                    "subclassSource": "XGE",
                    "level": 18,
                    "header": 2,
                    "entries": [
                        "Starting at 18th level, you can spend 6 sorcery points as a bonus action to magically transform yourself into a shadowy form. In this form, you have resistance to all damage except force and radiant damage, and you can move through other creatures and objects as if they were difficult terrain. You take 5 force damage if you end your turn inside an object.",
                        "You remain in this form for 1 minute. It ends early if you are {@condition incapacitated}, if you die, or if you dismiss it as a bonus action."
                    ]
                }
			]
		},
		{
			"name": "Storm Sorcery",
			"shortName": "Storm",
			"source": "XGE",
			"className": "Sorcerer",
			"classSource": "PHB",
			"page": 51,
			"otherSources": [
				{
					"source": "SCAG",
					"page": 137
				}
			],
			"subclassFeatures": [
				{
                    "name": "Storm Sorcery",
                    "source": "XGE",
                    "page": 51,
                    "className": "Sorcerer",
                    "classSource": "PHB",
                    "subclassShortName": "Storm",
                    "subclassSource": "XGE",
                    "level": 1,
                    "entries": [
                        "Your innate magic comes from the power of elemental air. Many with this power can trace their magic back to a near-death experience caused by the Great Rain, but perhaps you were born during a howling gale so powerful that folk still tell stories of it, or your lineage might include the influence of potent air creatures such as djinn. Whatever the case, the magic of the storm permeates your being.",
                        "Storm sorcerers are invaluable members of a ship's crew. Their magic allows them to exert control over wind and weather in their immediate area. Their abilities also prove useful in repelling attacks by sahuagin, pirates, and other waterborne threats.",
                        {
                            "type": "refSubclassFeature",
                            "subclassFeature": "Wind Speaker|Sorcerer||Storm|XGE|1"
                        },
                        {
                            "type": "refSubclassFeature",
                            "subclassFeature": "Tempestuous Magic|Sorcerer||Storm|XGE|1"
                        }
                    ]
                },
                {
                    "name": "Tempestuous Magic",
                    "source": "XGE",
                    "page": 51,
                    "className": "Sorcerer",
                    "classSource": "PHB",
                    "subclassShortName": "Storm",
                    "subclassSource": "XGE",
                    "level": 1,
                    "header": 1,
                    "entries": [
                        "Starting at 1st level, you can use a bonus action on your turn to cause whirling gusts of elemental air to briefly surround you, immediately before or after you cast a spell of 1st level or higher. Doing so allows you to fly up to 10 feet without provoking opportunity attacks."
                    ]
                },
                {
                    "name": "Wind Speaker",
                    "source": "XGE",
                    "page": 51,
                    "className": "Sorcerer",
                    "classSource": "PHB",
                    "subclassShortName": "Storm",
                    "subclassSource": "XGE",
                    "level": 1,
                    "header": 1,
                    "entries": [
                        "The arcane magic you command is infused with elemental air. You can speak, read, and write {@language Primordial}. Knowing this language allows you to understand and be understood by those who speak its dialects: {@language Aquan}, {@language Auran}, {@language Ignan}, and {@language Terran}."
                    ]
                },
                {
                    "name": "Heart of the Storm",
                    "source": "XGE",
                    "page": 51,
                    "className": "Sorcerer",
                    "classSource": "PHB",
                    "subclassShortName": "Storm",
                    "subclassSource": "XGE",
                    "level": 6,
                    "header": 2,
                    "entries": [
                        "At 6th level, you gain resistance to lightning and thunder damage. In addition, whenever you start casting a spell of 1st level or higher that deals lightning or thunder damage, stormy magic erupts from you. This eruption causes creatures of your choice that you can see within 10 feet of you to take lightning or thunder damage (choose each time this ability activates) equal to half your sorcerer level."
                    ]
                },
                {
                    "name": "Storm Guide",
                    "source": "XGE",
                    "page": 51,
                    "className": "Sorcerer",
                    "classSource": "PHB",
                    "subclassShortName": "Storm",
                    "subclassSource": "XGE",
                    "level": 6,
                    "header": 2,
                    "entries": [
                        "At 6th level, you gain the ability to subtly control the weather around you.",
                        "If it is raining, you can use an action to cause the rain to stop falling in a 20-foot-radius sphere centered on you. You can end this effect as a bonus action.",
                        "If it is windy, you can use a bonus action each round to choose the direction that the wind blows in a 100-foot-radius sphere centered on you. The wind blows in that direction until the end of your next turn. This feature doesn't alter the speed of the wind."
                    ]
                },
                {
                    "name": "Storm's Fury",
                    "source": "XGE",
                    "page": 51,
                    "className": "Sorcerer",
                    "classSource": "PHB",
                    "subclassShortName": "Storm",
                    "subclassSource": "XGE",
                    "level": 14,
                    "header": 2,
                    "entries": [
                        "Starting at 14th level, when you are hit by a melee attack, you can use your reaction to deal lightning damage to the attacker. The damage equals your sorcerer level. The attacker must also make a Strength saving throw against your sorcerer spell save DC. On a failed save, the attacker is pushed in a straight line up to 20 feet away from you."
                    ]
                },
                {
                    "name": "Wind Soul",
                    "source": "XGE",
                    "page": 51,
                    "className": "Sorcerer",
                    "classSource": "PHB",
                    "subclassShortName": "Storm",
                    "subclassSource": "XGE",
                    "level": 18,
                    "header": 2,
                    "entries": [
                        "At 18th level, you gain immunity to lightning and thunder damage.",
                        "You also gain a magical flying speed of 60 feet. As an action, you can reduce your flying speed to 30 feet for 1 hour and choose a number of creatures within 30 feet of you equal to 3 + your Charisma modifier. The chosen creatures gain a magical flying speed of 30 feet for 1 hour. Once you reduce your flying speed in this way, you can't do so again until you finish a short or long rest."
                    ]
                }
			]
		}
	]
}