{
	"class": [
		{
			"name": "Feiticeiro",
			"subclassTitle": "Origens Feiticeiras",
			"multiclassing": {
				"requirements": {
					"cha": 13
				}
			},
            "entries": [
                "Diferentes feiticeiros têm diferentes origens para suas magias inatas. Apesar de existirem muitas variações, a maioria dessas origens se encaixa em duas categorias: linhagem dracônica ou magia selvagem."
            ]
		}
	],
	"subclasses": [
		{
			"name": "Linhagem Dracônica",
			"shortName": "Dracônica",
            "id": "draconica",
			"source": "PHB",
			"className": "Feiticeiro",
			"classSource": "PHB",
			"page": 80,
			"srd": true,
            "level": 1,
            "entries": [
                "Sua magia inata vem da magia dracônica misturada ao seu sangue ou ao sangue dos seus ancestrais. Geralmente, os feiticeiros com esta origem traçam sua ascendência até algum feiticeiro poderoso de épocas ancestrais, que fez um acordo com um dragão ou pode, de fato, ter sido um descendente direto de um dragão. Algumas dessas linhagens são bem estabelecidas no mundo, mas muitas são obscuras. Qualquer feiticeiro pode ser o primeiro de uma nova linhagem, como resultado de um pacto ou de alguma outra circunstância excepcional."
            ],
			"subclassFeatures": [
                {
                    "name": "Ancestral Dragão",
                    "source": "PHB",
                    "page": 80,
                    "srd": true,
                    "className": "Feiticeiro",
                    "classSource": "PHB",
                    "subclassShortName": "Dracônica",
                    "subclassSource": "PHB",
                    "level": 1,
                    "header": 1,
                    "entries": [
                        "No 1º nível, você deve escolher um tipo de dragão como seu ancestral. O tipo de dano associado a cada dragão se expressa nas características que você recebe posteriormente.",
                        {
                            "type": "table",
                            "caption": "Herança Dracônica",
                            "colLabels": [
                                "Dragão",
                                "Tipo de Dano"
                            ],
                            "colStyles": [
                                "col-6 text-center",
                                "col-6 text-center"
                            ],
                            "rows": [
                                [
                                    "Azul",
                                    "Elétrico"
                                ],
                                [
                                    "Branco",
                                    "Gélido"
                                ],
                                [
                                    "Bronze",
                                    "Elétrico"
                                ],
                                [
                                    "Cobre",
                                    "Corrosivo"
                                ],
                                [
                                    "Latão",
                                    "Ígneo"
                                ],
                                [
                                    "Negro",
                                    "Corrosivo"
                                ],
                                [
                                    "Ouro",
                                    "Ígneo"
                                ],
                                [
                                    "Prata",
                                    "Gélido"
                                ],
                                [
                                    "Verde",
                                    "Venenoso"
                                ],
                                [
                                    "Vermelho",
                                    "Ígneo"
                                ]
                            ]
                        },
                        "Você pode falar, ler e escrever Dracônico. Além disso, sempre que realizar um teste de Carisma para interagir com dragões, dobre o seu bônus de proficiência, caso aplicável."
                    ]
                },
                {
                    "name": "Resiliência Dracônica",
                    "source": "PHB",
                    "page": 80,
                    "srd": true,
                    "className": "Feiticeiro",
                    "classSource": "PHB",
                    "subclassShortName": "Dracônica",
                    "subclassSource": "PHB",
                    "level": 1,
                    "header": 1,
                    "entries": [
                        "Conforme a magia flui através de seu corpo, ela faz com que traços físicos dos seus ancestrais dragões aflorem. No 1º nível, seus pontos de vida máximos aumentam em 1, e novamente em 1 sempre que você ganhar um nível nesta classe.",
                        "Além disso, partes da sua pele são cobertas por finas escamas reluzentes, semelhantes às de um dragão. Quando não estiver usando armadura, sua CA passa a ser igual a 13 + seu modificador de Destreza."
                    ]
                },
                {
                    "name": "Afinidade Elemental",
                    "source": "PHB",
                    "page": 80,
                    "srd": true,
                    "className": "Feiticeiro",
                    "classSource": "PHB",
                    "subclassShortName": "Dracônica",
                    "subclassSource": "PHB",
                    "level": 6,
                    "header": 2,
                    "entries": [
                        "A partir do 6º nível, ao conjurar uma magia que cause dano do tipo associado com a sua ancestralidade dracônica, você pode adicionar seu modificador de Carisma a uma jogada de dano com essa magia. Ao mesmo tempo, pode gastar 1 ponto de feitiçaria para ganhar resistência contra aquele tipo de dano durante 1 hora."
                    ]
                },
                {
                    "name": "Asas de Dragão",
                    "source": "PHB",
                    "page": 80,
                    "srd": true,
                    "className": "Feiticeiro",
                    "classSource": "PHB",
                    "subclassShortName": "Dracônica",
                    "subclassSource": "PHB",
                    "level": 14,
                    "header": 2,
                    "entries": [
                        "No 14º nível, você pode fazer surgir um par de asas de dragão nas suas costas, ganhando deslocamento de voo igual ao seu deslocamento atual. Você pode criar essas asas usando a ação bônus no seu turno. Elas duram até você dispensá-las com outra ação bônus no seu turno.",
                        "Você não pode manifestar suas asas enquanto estiver usando armadura, a não ser que esta seja feita especialmente para acomodá-las. Qualquer roupa que não tenha sido feita para acomodar suas asas pode ser destruída quando você as manifestar."
                    ]
                },
                {
                    "name": "Presença Dracônica",
                    "source": "PHB",
                    "page": 81,
                    "srd": true,
                    "className": "Feiticeiro",
                    "classSource": "PHB",
                    "subclassShortName": "Dracônica",
                    "subclassSource": "PHB",
                    "level": 18,
                    "header": 2,
                    "entries": [
                        "Começando no 18º nível, você pode canalizar a presença assustadora do seu ancestral dragão, fazendo com que aqueles que estejam ao seu redor fiquem impressionados ou {@condition amedrontados}. Com uma ação, você pode gastar 5 pontos de feitiçaria para utilizar este poder, e emanar uma aura de reverência ou medo (à sua escolha) a uma distância de até 18 metros. Durante 1 minuto, ou até que você perca a concentração (como se estivesse conjurando uma magia que exija concentração), cada criatura hostil que começar o turno dela dentro do raio de ação desta aura, deve ser bem-sucedida em uma salvaguarda de Sabedoria, ou será {@condition enfeitiçada} (se você escolheu reverência) ou {@condition amedrontada} (se você escolheu medo) até a aura acabar. Uma criatura que seja bem-sucedida nessa salvaguarda fica imune a sua aura por 24 horas."
                    ]
                }
			]
		},
		{
			"name": "Magia Selvagem",
			"shortName": "Selvagem",
            "id": "selvagem",
			"source": "PHB",
			"className": "Feiticeiro",
			"classSource": "PHB",
			"page": 81,
            "level": 1,
            "entries": [
                "Sua magia inata vem das forças do caos que estão na base da criação. Você pode ter sofrido uma exposição à magia bruta, talvez por meio de um portal planar conectado diretamente ao Limbo, aos Planos Elementais ou ao Reino Distante. Talvez você tenha sido abençoado por um ser feérico ou marcado por um demônio. Quem sabe a sua magia não seja obra do acaso agindo sobre o seu nascimento, sem nenhuma outra causa aparente. Seja como for, tal magia se agita dentro de você, à espera de qualquer brecha para se manifestar."
            ],
			"subclassFeatures": [
                {
                    "name": "Surto de Magia Selvagem",
                    "source": "PHB",
                    "page": 81,
                    "className": "Feiticeiro",
                    "classSource": "PHB",
                    "subclassShortName": "Selvagem",
                    "subclassSource": "PHB",
                    "level": 1,
                    "header": 1,
                    "entries": [
                        "A partir do 1º nível, suas conjurações podem desencadear surtos de magia indomável. Uma vez por turno, o DM pode pedir que você jogue 1d20 imediatamente após conjurar uma magia de feiticeiro de 1º círculo ou superior. Se você tirar 1, deverá jogar na tabela Surto de Magia Selvagem para criar um efeito mágico.",
                        "Se o efeito for uma magia, ela é selvagem demais para ser afetada pela sua Metamagia, e caso exija concentração, não precisará neste caso. A duração da magia não é afetada.",
                        {
                            "type": "table",
                            "caption": "Surto de Magia Selvagem",
                            "colLabels": [
                                "d100",
                                "Efeito"
                            ],
                            "colStyles": [
                                "col-1 text-center",
                                "col-11"
                            ],
                            "rows": [
                                [
                                    "01-02",
                                    "Jogue nesta tabela no começo de cada um dos seus turnos pelo próximo minuto, ignorando este resultado em jogadas subsequentes."
                                ],
                                [
                                    "03-04",
                                    "Por um minuto, você pode ver qualquer criatura {@condition invisível} em sua linha de visão."
                                ],
                                [
                                    "05-06",
                                    "Um modron escolhido e controlado pelo DM aprece em um espaço desocupado, a 1,5 metro de distância de você e desaparece 1 minuto depois.."
                                ],
                                [
                                    "07-08",
                                    "Você conjura {@spell bola de fogo} como uma magia de 3º círculo centrada em você."
                                ],
                                [
                                    "09-10",
                                    "Você conjura {@spell mísseis mágicos} como uma magia de 5º círculo."
                                ],
                                [
                                    "11-12",
                                    "Jogue 1d20+1d6. Sua altura é alterada em um número de centímetros igual ao resultado obtido. Se a jogada for ímpar, você encolhe. Se for par, você cresce."
                                ],
                                [
                                    "13-14",
                                    "Você conjura a magia {@spell confusão} centrada em você."
                                ],
                                [
                                    "15-16",
                                    "Por um minuto, você recupera 5 pontos de vida no começo de cada um dos seus turnos."
                                ],
                                [
                                    "17-18",
                                    "Uma longa barba feita de penas cresce em você e permanece até você espirrar, fazendo com que as penas explodam para fora do seu rosto."
                                ],
                                [
                                    "19-20",
                                    "Você conjura {@spell graxa} centrada em você."
                                ],
                                [
                                    "21-22",
                                    "Criaturas têm desvantagem em salvaguardas contra a próxima magia que você conjurar no próximo minuto, desde que ela envolva uma salvaguarda."
                                ],
                                [
                                    "23-24",
                                    "Sua pele adquire um tom vibrante de azul. A magia {@spell remover maldição} pode encerrar esse efeito."
                                ],
                                [
                                    "25-26",
                                    "Um olho aparece na sua testa por um minuto. Durante esse tempo, você tem vantagem em testes de Sabedoria (Percepção) que dependam da visão."
                                ],
                                [
                                    "27-28",
                                    "Por um minuto, todas as suas magias com um tempo de conjuração de uma ação passam a ter um tempo de conjuração de uma ação bônus."
                                ],
                                [
                                    "29-30",
                                    "Você se teleporta à até 18 metros para um espaço desocupado que você possa ver, à sua escolha."
                                ],
                                [
                                    "31-32",
                                    "Você é transportado para o Plano Astral até o final do seu próximo turno; após esse tempo, você retorna para o espaço que ocupava ou para o espaço desocupado mais próximo, caso o espaço original esteja ocupado."
                                ],
                                [
                                    "33-34",
                                    "Maximize o dano da sua próxima magia que cause dano, conjurada no próximo minuto."
                                ],
                                [
                                    "35-36",
                                    "Jogue 1d10. Sua idade muda em um número de anos igual ao resultado da jogada. Se o resultado for ímpar, você fica mais jovem (no mínimo 1 ano de idade). Se o resultado for par, você fica mais velho."
                                ],
                                [
                                    "37-38",
                                    "1d6 flunfs controlados pelo DM aparecem em espaços desocupados num raio de 18 metros e ficam {@condition amedrontados} por você. Eles desaparecem após 1 minuto."
                                ],
                                [
                                    "39-40",
                                    "Você recupera 2d10 pontos de vida."
                                ],
                                [
                                    "41-42",
                                    "Você se transforma em uma planta envasada até o começo de seu próximo turno. Enquanto estiver sob a forma de planta, estará {@condition incapacitado} e vulnerável a todos os tipos de dano. Se ficar com 0 pontos de vida, seu vaso se quebra e você volta à sua forma normal."
                                ],
                                [
                                    "43-44",
                                    "Por um minuto, com o uso de uma ação bônus no começo de cada um dos seus turnos, você pode se teleportar a até 6 metros de distância."
                                ],
                                [
                                    "45-46",
                                    "Você conjura {@spell levitação} em si mesmo."
                                ],
                                [
                                    "47-48",
                                    "Um unicórnio controlado pelo DM aparece em um espaço a até 1,5 metro de você e desaparece após 1 minuto."
                                ],
                                [
                                    "49-50",
                                    "Você não pode falar por um minuto. Sempre que tentar, bolhas rosas sairão da sua boca."
                                ],
                                [
                                    "51-52",
                                    "Um escudo espectral flutua perto de você por um minuto, concedendo um bônus de +2 para a sua CA e imunidade a {@spell mísseis mágicos}."
                                ],
                                [
                                    "53-54",
                                    "Você fica imune a intoxicação por álcool pelo próximos 5d6 dias."
                                ],
                                [
                                    "55-56",
                                    "Seu cabelo cai, mas cresce de volta dentro de 24 horas."
                                ],
                                [
                                    "57-58",
                                    "Por um minuto, qualquer objeto inflamável que você tocar e que não esteja sendo vestido ou carregado por outra criatura explode em chamas."
                                ],
                                [
                                    "59-60",
                                    "Você recupera o espaço de magia de menor círculo que tenha gasto."
                                ],
                                [
                                    "61-62",
                                    "Por um minuto, você deve gritar ao falar."
                                ],
                                [
                                    "63-64",
                                    "Você conjura {@spell névoa obscurecente} centrada em você."
                                ],
                                [
                                    "65-66",
                                    "Até três criaturas, à sua escolha, e que estejam no máximo a 9 metros de distância, sofrem 4d10 pontos de dano elétrico."
                                ],
                                [
                                    "67-68",
                                    "Você fica {@condition amedrontado} pela criatura mais próxima até o final do seu próximo turno."
                                ],
                                [
                                    "69-70",
                                    "Cada criatura a até 9 metros de distância fica {@condition invisível} por um minuto. A invisibilidade se encerra para uma criatura quando ela ataca ou conjura uma magia."
                                ],
                                [
                                    "71-72",
                                    "Você ganha resistência a todos os tipos de dano por 1 minuto."
                                ],
                                [
                                    "73-74",
                                    "Uma criatura a até 18 metros distante de você, e escolhida ao acaso, fica {@condition envenenada} por 1d4 horas."
                                ],
                                [
                                    "75-76",
                                    "Você brilha com luz plena num raio de 18 metros por um minuto. Qualquer criatura que encerre o turno dela a até 1,5 metros de distância de você ficará {@condition cega} até o final do próximo turno dela."
                                ],
                                [
                                    "77-78",
                                    "Você conjura {@spell polimorfia} em si mesmo. Se falhar na salvaguarda, transforma-se numa ovelha pela duração da magia."
                                ],
                                [
                                    "79-80",
                                    "Borboletas e pétalas de flores ilusórias flutuam no ar a até 3 metros de distância de você por um minuto."
                                ],
                                [
                                    "81-82",
                                    "Você pode realizar outra ação imediatamente."
                                ],
                                [
                                    "83-84",
                                    "Qualquer criatura a até 9 metros de distância de você sofre 1d10 pontos de dano necrótico. Você recupera uma quantidade de pontos de vida igual à soma do dano necrótico causado."
                                ],
                                [
                                    "85-86",
                                    "Você conjura {@spell reflexos}."
                                ],
                                [
                                    "87-88",
                                    "Você conjura {@spell voo} em uma criatura aleatória e que esteja a até 18 metros de distância de você."
                                ],
                                [
                                    "89-90",
                                    "Você {@condition invisível} por um minuto. Durante esse tempo, outras criaturas não podem ouvi-lo. O efeito termina se você atacar ou conjurar uma magia."
                                ],
                                [
                                    "91-92",
                                    "Se você morrer no próximo minuto, voltará imediatamente à vida como se tivesse sido alvo da magia {@spell reencarnar}."
                                ],
                                [
                                    "93-94",
                                    "Seu tamanho aumenta em uma categoria por um minuto."
                                ],
                                [
                                    "95-96",
                                    "Você e todas as criaturas a até 9 metros de distância ficam vulneráveis a dano perfurante por um minuto."
                                ],
                                [
                                    "97-98",
                                    "Você é envolto por uma tênue música etérea por um minuto."
                                ],
                                [
                                    "99-00",
                                    "Você recupera todos os seus pontos de feitiçaria gastos."
                                ]
                            ]
                        }
                    ]
                },
                {
                    "name": "Marés do Caos",
                    "source": "PHB",
                    "page": 81,
                    "className": "Feiticeiro",
                    "classSource": "PHB",
                    "subclassShortName": "Selvagem",
                    "subclassSource": "PHB",
                    "level": 1,
                    "header": 1,
                    "entries": [
                        "A partir do 1º nível, você pode manipular as forças do acaso e do caos para ganhar vantagem em um teste de atributo, salvaguarda ou jogada de ataque. Ao fazer isso, precisará completar um descanso longo antes que possa utilizar esta característica novamente.",
                        "A qualquer momento antes de recuperar o uso desta característica, e imediatamente após conjurar uma magia de feiticeiro de 1º círculo ou maior, o DM pode pedir que você jogue na tabela de Magia Selvagem. Só então você recuperará o uso desta característica."
                    ]
                },
                {
                    "name": "Distorcer a Sorte",
                    "source": "PHB",
                    "page": 81,
                    "className": "Feiticeiro",
                    "classSource": "PHB",
                    "subclassShortName": "Selvagem",
                    "subclassSource": "PHB",
                    "level": 6,
                    "header": 2,
                    "entries": [
                        "A partir do 6º nível, você ganha a habilidade de distorcer o destino. Quando outra criatura que você possa ver realizar um teste de atributo, salvaguarda, ou uma jogada de ataque, com o gasto de 2 pontos de feitiçaria, você pode usar sua reação para jogar 1d4 e aplicar o número sorteado como um bônus ou penalidade (à sua escolha) na jogada da criatura. Você pode fazer isso após a jogada, mas antes de os efeitos dela serem aplicados."
                    ]
                },
                {
                    "name": "Caos Controlado",
                    "source": "PHB",
                    "page": 81,
                    "className": "Feiticeiro",
                    "classSource": "PHB",
                    "subclassShortName": "Selvagem",
                    "subclassSource": "PHB",
                    "level": 14,
                    "header": 2,
                    "entries": [
                        "No 14º nível você ganha um pequeno controle sobre os seus surtos de magia selvagem. Sempre que jogar na tabela de Surto de Magia Selvagem, poderá jogar duas vezes e escolher um dos dois números."
                    ]
                },
                {
                    "name": "Bombardeio de Magia",
                    "source": "PHB",
                    "page": 81,
                    "className": "Feiticeiro",
                    "classSource": "PHB",
                    "subclassShortName": "Selvagem",
                    "subclassSource": "PHB",
                    "level": 18,
                    "header": 2,
                    "entries": [
                        "A partir do 18º nível, a energia nociva das suas magias se intensifica. Ao jogar o dano para uma magia e obter o resultado máximo em qualquer um dos dados, escolha um desses dados, jogue-o novamente, e adicione o resultado ao dano. Esta característica só pode ser usada uma vez por turnon."
                    ]
                }
			]
		},
		{
			"name": "Alma Divina",
			"shortName": "Alma Divina",
            "id": "almadivina",
			"source": "XGE",
			"className": "Feiticeiro",
			"classSource": "PHB",
			"page": 34,
            "level": 1,
            "entries": [
                "Às vezes a centelha da magia que nutre um feiticeiro vem de uma fonte divina que cintila no interior da alma. Possuir uma alma assim abençoada é sinal de que sua magia inata pode ter origem em um distante, mas poderoso, parentesco com um ser divino. Talvez seu ancestral seja um anjo transformado em mortal e enviado para lutar em nome de um deus. Ou seu nascimento poderia estar alinhado a uma antiga profecia, o que faria de você um servo dos deuses ou um repositório de magia divina.",
                "Uma Alma Divina, devido ao seu magnetismo natural, é vista como uma ameaça por algumas hierarquias religiosas. Como um forasteiro que comanda poder sagrado, uma Alma Divina pode minar uma ordem existente ao reivindicar ligação direta com o divino.",
                "Em algumas culturas, apenas aqueles capazes de provar-se Almas Divinas podem exercer poder religioso. Nessas terras, as posições eclesiásticas são dominadas por umas poucas linhagens, e mantidas por gerações."
            ],
			"subclassFeatures": [
                {
                    "name": "Magia Divina",
                    "source": "XGE",
                    "page": 34,
                    "className": "Feiticeiro",
                    "classSource": "PHB",
                    "subclassShortName": "Alma Divina",
                    "subclassSource": "XGE",
                    "level": 1,
                    "header": 1,
                    "entries": [
                        "Sua ligação com o divino permite que você aprenda magias da classe clérigo. Quando a sua característica Conjuração permite que você aprenda ou substitua um truque ou magia de feiticeiro de 1º círculo ou superior, você pode escolher a nova magia da lista de magias de clérigo ou da lista de magias de feiticeiro. Fora isso, você deve obedecer a todas as restrições para a seleção da magia, que se torna uma magia de feiticeiro para você.",
                        "Além disso, escolha uma afinidade para a fonte de seu poder divino: bem, mal, ordem, caos ou neutralidade. Você aprende uma magia adicional baseada nessa afinidade, conforme mostrado abaixo. Trata-se de uma magia de feiticeiro para você, mas ela não conta para o número de magias de feiticeiro que você conhece. Caso venha a substituir essa magia, você deve fazê-lo por uma magia da lista de magias de clérigo.",
                        {
                            "type": "table",
                            "colLabels": [
                                "Afinidade",
                                "Magia"
                            ],
                            "colStyles": [
                                "col-5",
                                "col-7"
                            ],
                            "rows": [
                                [
                                    "Bem",
                                    "{@spell curar ferimentos}"
                                ],
                                [
                                    "Mal",
                                    "{@spell infligir ferimentos}"
                                ],
                                [
                                    "Ordem",
                                    "{@spell bênção}"
                                ],
                                [
                                    "Caos",
                                    "{@spell perdição}"
                                ],
                                [
                                    "Neutralidade",
                                    "{@spell proteção contra o bem e o mal}"
                                ]
                            ]
                        }
                    ]
                },
                {
                    "name": "Favorecido pelos Deuses",
                    "source": "XGE",
                    "page": 34,
                    "className": "Feiticeiro",
                    "classSource": "PHB",
                    "subclassShortName": "Alma Divina",
                    "subclassSource": "XGE",
                    "level": 1,
                    "header": 1,
                    "entries": [
                        "A partir do 1º nível, seu destino é protegido por poderes divinos. Caso falhe em uma salvaguarda ou em uma jogada de ataque, você pode jogar 2d4 e adicionar o resultado ao total.",
                        "Após usar esta característica, você não pode voltar a fazê-lo até terminar um descanso curto ou longo."
                    ]
                },
                {
                    "name": "Cura Potencializada",
                    "source": "XGE",
                    "page": 34,
                    "className": "Feiticeiro",
                    "classSource": "PHB",
                    "subclassShortName": "Alma Divina",
                    "subclassSource": "XGE",
                    "level": 6,
                    "header": 2,
                    "entries": [
                        "A partir do 6º nível, a energia divina que percorre seu corpo pode potencializar magias de cura. Sempre que você ou um aliado a até 1,5 metro de você jogar dados para determinar a quantidade de pontos de vida recuperados por uma magia, você pode gastar 1 ponto de feitiçaria para jogar novamente qualquer quantidade desses dados uma vez, contanto que você não esteja {@condition incapacitado}. Você só pode usar esta característica uma vez por turno."
                    ]
                },
                {
                    "name": "Asas Sobrenaturais",
                    "source": "XGE",
                    "page": 34,
                    "className": "Feiticeiro",
                    "classSource": "PHB",
                    "subclassShortName": "Alma Divina",
                    "subclassSource": "XGE",
                    "level": 14,
                    "header": 2,
                    "entries": [
                        "A partir do 14º nível, você pode usar uma ação bônus para manifestar um par de asas espectrais a partir das suas costas. Enquanto as asas estiverem presentes, você conta com um deslocamento de voo de 9 metros. As asas duram até você ficar {@condition incapacitado}, morrer, ou dissipá-las com uma ação bônus.",
                        "A afinidade que você escolhe para sua característica Magia Divina determina a aparência das asas espectrais: asas de águia para bem e ordem, asas de morcego para mal e caos, e asas de libélula para neutralidade."
                    ]
                },
                {
                    "name": "Recuperação Sobrenatural",
                    "source": "XGE",
                    "page": 34,
                    "className": "Feiticeiro",
                    "classSource": "PHB",
                    "subclassShortName": "Alma Divina",
                    "subclassSource": "XGE",
                    "level": 18,
                    "header": 2,
                    "entries": [
                        "No 18º nível, você ganha a habilidade de superar ferimentos graves. Como uma ação bônus quando estiver com menos do que a metade dos seus pontos de vida, você pode recuperar uma quantidade de pontos de vida igual à metade dos seus pontos de vida máximo.",
                        "Após usar esta característica, você não pode usá-la novamente até terminar um descanso longo."
                    ]
                }
			]
		},
		{
			"name": "Magia das Sombras",
			"shortName": "Sombras",
            "id": "sombras",
			"source": "XGE",
			"className": "Feiticeiro",
			"classSource": "PHB",
			"page": 34,
            "level": 1,
            "entries": [
                "Você é uma criatura das sombras, pois a sua magia vem do próprio Sombral. Você é capaz de traçar sua linhagem até uma entidade daquele reino, ou talvez tenha sido submetido à energia cruel e transformadora de lá.",
                "O poder da magia das sombras lança uma estranha mortalha sobre sua aparência física. Você pode escolher ou jogar na tabela Peculiaridades do Feiticeiro das Sombras, ou criar uma peculiaridade para seu personagem.",
                {
                    "type": "table",
                    "caption": "Peculiaridades do Feiticeiro das Sombras",
                    "colLabels": [
                        "d6",
                        "Peculiaridade"
                    ],
                    "colStyles": [
                        "col-2 text-center",
                        "col-10"
                    ],
                    "rows": [
                        [
                            "1",
                            "Você está sempre gelado ao toque."
                        ],
                        [
                            "2",
                            "Parece que você não respira quando está dormindo (mas sua respiração é apenas imperceptível)."
                        ],
                        [
                            "3",
                            "Você quase não sangra, mesmo gravemente ferido."
                        ],
                        [
                            "4",
                            "Seu coração bate uma vez por minuto. Às vezes, uma das batidas o surpreende."
                        ],
                        [
                            "5",
                            "Você tem dificuldade em lembrar que deveria tratar seres vivos diferentemente do modo como trata cadáveres."
                        ],
                        [
                            "6",
                            "Você piscou. Uma vez. Semana passada."
                        ]
                    ]
                }
            ],
			"subclassFeatures": [
                {
                    "name": "Olhos das Sombras",
                    "source": "XGE",
                    "page": 34,
                    "className": "Feiticeiro",
                    "classSource": "PHB",
                    "subclassShortName": "Sombras",
                    "subclassSource": "XGE",
                    "level": 1,
                    "header": 1,
                    "entries": [
                        "A partir do 1º nível, você tem visão no escuro com alcance de 36 metros.",
                        "Ao chegar no 3º nível nesta classe, você aprende a magia {@spell escuridão}, que não conta para o número de magias de feiticeiro que você conhece. Além disso, você pode conjurá-la gastando 2 pontos de feitiçaria ou um espaço de magia. Caso escolha a primeira opção, você pode ver através de trevas criadas pela magia."
                    ]
                },
                {
                    "name": "Força do Túmulo",
                    "source": "XGE",
                    "page": 34,
                    "className": "Feiticeiro",
                    "classSource": "PHB",
                    "subclassShortName": "Sombras",
                    "subclassSource": "XGE",
                    "level": 1,
                    "header": 1,
                    "entries": [
                        "A partir do 1º nível, o fato de você existir em um estado intermediário entre vida e morte torna difícil derrotá-lo. Quando dano o reduz a 0 pontos de vida, você pode realizar uma salvaguarda de Carisma (CD 5 + o dano sofrido). Em caso de sucesso, você volta a ter 1 ponto de vida. Você não pode usar esta característica se tiver sido reduzido a 0 ponto de vida por dano radiante ou por um acerto crítico.",
                        "Após obter sucesso na salvaguarda, você não pode voltar a usar esta característica até terminar um descanso longo."
                    ]
                },
                {
                    "name": "Sabujo de Mau Agouro",
                    "source": "XGE",
                    "page": 34,
                    "className": "Feiticeiro",
                    "classSource": "PHB",
                    "subclassShortName": "Sombras",
                    "subclassSource": "XGE",
                    "level": 6,
                    "header": 2,
                    "entries": [
                        "No 6º nível, você ganha a habilidade de invocar uma uivante criatura das trevas contra seus inimigos. Como uma ação bônus, você pode gastar 3 pontos de feitiçaria para invocar magicamente um sabujo de mau agouro contra uma criatura à sua vista e a até 36 metros de você. O sabujo usa as estatísticas do {@creature lobo atroz}, com as seguintes alterações:",
                        {
                            "type": "list",
                            "items": [
                                "O tamanho do sabujo é Médio, não Grande, e ele conta como uma monstruosidade e não como uma fera.",
                                "Ele aparece com uma quantidade de pontos de vida temporários igual a metade do seu nível como feiticeiro.",
                                "Ele pode se mover através de outras criaturas e objetos como se eles fossem terreno difícil. O sabujo sofre 5 pontos de dano energético caso termine o turno dele dentro de um objeto.",
                                "No começo do turno dele, o sabujo sabe automaticamente a localização do alvo. Se este estiver escondido, não estará escondido do sabujo."
                            ]
                        },
                        "O sabujo aparece em um espaço desocupado à sua escolha e a até 9 metros do alvo. Jogue iniciativa para o sabujo. No turno dele, ele só pode se mover na direção do alvo por meio da rota mais direta, podendo usar uma ação apenas para atacar o alvo. O sabujo pode realizar ataques de oportunidade, mas só contra o alvo. Além disso, enquanto o sabujo estiver a até 1,5 metro do alvo, este tem desvantagem em salvaguardas contra qualquer magia conjurada por você. O sabujo desaparece caso seja reduzido a 0 pontos de vida, caso o alvo seja reduzido a 0 pontos de vida, ou após 5 minutos."
                    ]
                },
                {
                    "name": "Caminhante das Sombras",
                    "source": "XGE",
                    "page": 34,
                    "className": "Feiticeiro",
                    "classSource": "PHB",
                    "subclassShortName": "Sombras",
                    "subclassSource": "XGE",
                    "level": 14,
                    "header": 2,
                    "entries": [
                        "No 14º nível, você ganha a habilidade de saltar entre sombras. Ao se encontrar em meia-luz ou escuridão, como uma ação bônus, você pode teleportar-se magicamente a até 36 metros para um espaço desocupado, à sua vista, que também esteja sob meia-luz ou escuridão."
                    ]
                },
                {
                    "name": "Forma Umbrosa",
                    "source": "XGE",
                    "page": 34,
                    "className": "Feiticeiro",
                    "classSource": "PHB",
                    "subclassShortName": "Sombras",
                    "subclassSource": "XGE",
                    "level": 18,
                    "header": 2,
                    "entries": [
                        "A partir do 18º nível, você pode gastar 6 pontos de feitiçaria como uma ação bônus para transformar-se magicamente numa forma sombria. Nessa forma, você tem resistência a todo tipo de dano, exceto energético e radiante, e você pode se mover através de outras criaturas e objetos como se eles fossem terreno difícil. Você sofre 5 pontos de dano energético caso termine seu turno dentro de um objeto.",
                        "Você permanece nessa forma por 1 minuto. Ela termina antes se você ficar {@condition incapacitado}, morrer ou dissipá-la como uma ação bônus."
                    ]
                }
			]
		},
		{
			"name": "Feitiçaria da Tempestade",
			"shortName": "Tempestade",
            "id": "tempestade",
			"source": "XGE",
			"className": "Feiticeiro",
			"classSource": "PHB",
			"page": 35,
            "level": 1,
            "entries": [
                "Sua feitiçaria inata vem do poder do ar elemental. Muitos com este poder podem ligar as origens de sua magia a uma experiência de quase morte causada pela Grande Chuva, mas talvez você tenha nascido durante um vendaval uivante tão poderoso que o povo ainda conta história sobre ele, ou sua linhagem pode incluir a influência de potentes criaturas do ar, como os djinn. Qualquer que seja o caso, a magia da tempestade permeia seu ser.",
                "Feiticeiros da Tempestade são membros inestimáveis da tripulação de qualquer navio. Sua magia permite que exerçam controle sobre o vento e o clima na sua área imediata. Suas habilidades também se provam úteis em rechaçar ataques de sahuagins, piratas e outras ameaças marinhas."
            ],
			"otherSources": [
				{
					"source": "SCAG",
					"page": 137
				}
			],
			"subclassFeatures": [
                {
                    "name": "Orador do Vento",
                    "source": "XGE",
                    "page": 35,
                    "className": "Feiticeiro",
                    "classSource": "PHB",
                    "subclassShortName": "Tempestade",
                    "subclassSource": "XGE",
                    "level": 1,
                    "header": 1,
                    "entries": [
                        "A magia arcana que você comanda é permeada por ar elemental. Você pode falar, ler e escrever Primordial. Conhecer essa língua permite que você entenda e seja entendido por aqueles que falam seus dialetos: Aquan, Auran, Ignan e Terran."
                    ]
                },
                {
                    "name": "Magia Tempestuosa",
                    "source": "XGE",
                    "page": 35,
                    "className": "Feiticeiro",
                    "classSource": "PHB",
                    "subclassShortName": "Tempestade",
                    "subclassSource": "XGE",
                    "level": 1,
                    "header": 1,
                    "entries": [
                        "A partir do 1º nível, você pode usar uma ação bônus no seu turno para fazer com que rajadas de ar elemental rodopiante cerquem-no, imediatamente antes ou depois de ter conjurado uma magia de 1º círculo ou maior. Isso permite que você voe até 3 metros sem provocar ataques de oportunidade.."
                    ]
                },
                {
                    "name": "Coração da Tormenta",
                    "source": "XGE",
                    "page": 35,
                    "className": "Feiticeiro",
                    "classSource": "PHB",
                    "subclassShortName": "Tempestade",
                    "subclassSource": "XGE",
                    "level": 6,
                    "header": 2,
                    "entries": [
                        "No 6º nível, você ganha resistência a dano elétrico e trovejante. Além disso, sempre que você começar a conjurar uma magia de 1º círculo ou maior que cause dano elétrico ou trovejante, magia tempestuosa irrompe de você. Essa erupção provoca a criaturas à sua escolha, à sua vista e que estejam a até 3 metros de você dano elétrico ou trovejante (escolha o tipo toda vez que esta habilidade for ativada) igual a metade do seu nível como feiticeiro."
                    ]
                },
                {
                    "name": "Guia da Tempestade",
                    "source": "XGE",
                    "page": 35,
                    "className": "Feiticeiro",
                    "classSource": "PHB",
                    "subclassShortName": "Tempestade",
                    "subclassSource": "XGE",
                    "level": 6,
                    "header": 2,
                    "entries": [
                        "No 6º nível, você ganha a habilidade de controlar sutilmente o clima ao seu redor.",
                        "Se estiver chovendo, você pode usar uma ação para fazer com que a chuva pare de cair dentro de uma esfera com raio de 6 metros centrada em você. Você pode terminar este efeito como uma ação bônus.",
                        "Caso o clima esteja ventoso, você pode usar uma ação bônus a cada rodada para controlar a direção em que o vento sopra dentro de uma esfera com raio de 30 metros centrada em você. O vento sopra na direção que você determinou até o final do seu próximo turno. Esta característica não altera a velocidade do vento."
                    ]
                },
                {
                    "name": "Fúria da Tempestade",
                    "source": "XGE",
                    "page": 35,
                    "className": "Feiticeiro",
                    "classSource": "PHB",
                    "subclassShortName": "Tempestade",
                    "subclassSource": "XGE",
                    "level": 14,
                    "header": 2,
                    "entries": [
                        "A partir do 14º nível, ao ser atingido por um ataque de combate corpo a corpo, você pode usar sua reação para causar dano elétrico na atacante. A quantidade de dano é igual a seu nível como feiticeiro. O atacante pode também deve realizar uma salvaguarda de Força contra a CD para evitar suas magias. Em caso de falha, ele é empurrado em uma linha reta a até 6 metros para longe de você."
                    ]
                },
                {
                    "name": "Alma Zéfira",
                    "source": "XGE",
                    "page": 35,
                    "className": "Feiticeiro",
                    "classSource": "PHB",
                    "subclassShortName": "Tempestade",
                    "subclassSource": "XGE",
                    "level": 18,
                    "header": 2,
                    "entries": [
                        "No 18º nível, você ganha imunidade a dano elétrico e trovejante.",
                        "Você também ganha deslocamento mágico de voo igual a 18 metros. Como uma ação, você pode reduzir esse deslocamento para 9 metros por 1 hora, e escolher uma quantidade de criaturas a até 9 metros de você igual a 3 + seu modificador de Carisma. Essas criaturas ganham deslocamento de voo de 9 metros por 1 hora. Após reduzir seu deslocamento mágico de voo desse modo, você não pode voltar a fazê-lo até terminar um descanso curto ou longo."
                    ]
                }
			]
		}
	]
}