{
    "class": [{
        "name": "Guerreiro",
        "subclassTitle": "Arquétipos Marciais",
        "multiclassing": {
            "requirements": {
                "or": [{
                    "str": 13,
                    "dex": 13
                }]
            },
            "proficienciesGained": {
                "armor": [
                    "light",
                    "medium",
                    "{@item shield|phb|shields}"
                ],
                "weapons": [
                    "simple",
                    "martial"
                ]
            }
        },
        "entries": [
            "Diferentes guerreiros escolhem diferentes abordagens para aperfeiçoar suas habilidades de combate. O arquétipo marcial que você escolhe reflete a sua abordagem."
        ]
    }],
    "subclasses": [{
            "name": "Campeão",
            "shortName": "Campeão",
            "id": "campeao",
            "source": "PHB",
            "className": "Guerreiro",
            "classSource": "PHB",
            "page": 90,
            "srd": true,
            "basicRules": true,
            "level": 3,
            "entries": [
                "O arquétipo Campeão se concentra no desenvolvimento da força física, cultivando uma perfeição mortífera. Aqueles que se inspiram neste arquétipo combinam o treinamento rigoroso com a excelência física, desferindo golpes devastadores."
            ],
            "subclassFeatures": [{
                    "name": "Crítico Aprimorado",
                    "source": "PHB",
                    "page": 90,
                    "srd": true,
                    "basicRules": true,
                    "className": "Guerreiro",
                    "classSource": "PHB",
                    "subclassShortName": "Campeão",
                    "subclassSource": "PHB",
                    "level": 3,
                    "header": 1,
                    "entries": [
                        "A partir do momento que você escolhe este arquétipo, no 3º nível, seus ataques armados passam a causar um acerto crítico nas jogadas com resultados 19 ou 20."
                    ]
                },
                {
                    "name": "Atleta Extraordinário",
                    "source": "PHB",
                    "page": 90,
                    "srd": true,
                    "basicRules": true,
                    "className": "Guerreiro",
                    "classSource": "PHB",
                    "subclassShortName": "Campeão",
                    "subclassSource": "PHB",
                    "level": 7,
                    "header": 2,
                    "entries": [
                        "A partir do 7º nível, você pode adicionar metade do seu bônus de proficiência (arredondado para cima) em qualquer teste de Força, Destreza ou Constituição que já não faça uso desse bônus.",
                        "Além disso, ao correr e saltar, a distância coberta pelo seu salto aumenta em 30 centímetros para cada ponto do seu modificador de Força."
                    ]
                },
                {
                    "name": "Estilo de Luta Adicional",
                    "source": "PHB",
                    "page": 90,
                    "srd": true,
                    "basicRules": true,
                    "className": "Guerreiro",
                    "classSource": "PHB",
                    "subclassShortName": "Campeão",
                    "subclassSource": "PHB",
                    "level": 10,
                    "header": 2,
                    "entries": [
                        "No 10º nível, você pode escolher uma segunda opção da característica de classe Estilo de Luta."
                    ]
                },
                {
                    "name": "Crítico Superior",
                    "source": "PHB",
                    "page": 91,
                    "srd": true,
                    "basicRules": true,
                    "className": "Guerreiro",
                    "classSource": "PHB",
                    "subclassShortName": "Campeão",
                    "subclassSource": "PHB",
                    "level": 15,
                    "header": 2,
                    "entries": [
                        "A partir do 15º nível, seus ataques armados causam acerto crítico em uma jogada com resultados 18, 19 ou 20."
                    ]
                },
                {
                    "name": "Sobrevivente",
                    "source": "PHB",
                    "page": 91,
                    "srd": true,
                    "basicRules": true,
                    "className": "Guerreiro",
                    "classSource": "PHB",
                    "subclassShortName": "Campeão",
                    "subclassSource": "PHB",
                    "level": 18,
                    "header": 2,
                    "entries": [
                        "No 18º nível, você alcança o ápice da resistência em combate. No começo de cada um dos seus turnos, caso tenha menos do que metade dos seus pontos de vida sobrando, você recupera uma quantidade de pontos de vida igual a 5 + seu modificador de Constituição. Você não ganha esse benefício caso esteja com 0 pontos de vida."
                    ]
                }
            ]
        },
        {
            "name": "Mestre da Batalha",
            "shortName": "Mestre da Batalha",
            "id": "mestredabatalha",
            "source": "PHB",
            "className": "Guerreiro",
            "classSource": "PHB",
            "page": 91,
            "level": 3,
            "entries": [
                "Aqueles que incorporam o arquétipo Mestre da Batalha empregam técnicas marciais transmitidas através das gerações. Para um Mestre da Batalha, o combate é um campo de estudos, às vezes incluindo temas que vão além da batalha, como armamentos e caligrafia. Nem todos os lutadores absorvem as lições de história, teoria e arte que são refletidas no arquétipo Mestre da Batalha, mas aqueles que o fazem são guerreiros completos, reunindo grande habilidade e conhecimento."
            ],
            "subclassFeatures": [{
                    "name": "Superioridade em Combate",
                    "source": "PHB",
                    "page": 91,
                    "className": "Guerreiro",
                    "classSource": "PHB",
                    "subclassShortName": "Mestre da Batalha",
                    "subclassSource": "PHB",
                    "level": 3,
                    "header": 1,
                    "entries": [
                        "Ao escolher este arquétipo no 3º nível, você aprende manobras que são alimentadas por dados especiais, chamados dados de superioridade.",
                        {
                            "type": "entries",
                            "entries": [{
                                "type": "entries",
                                "name": "Manobras",
                                "entries": [
                                    "Você aprende três manobras à sua escolha, detalhadas abaixo. Muitas manobras melhoram um ataque de alguma forma. Só se pode usar uma manobra por ataque. Você pode escolher duas manobras extras no 7º, 10º e 15º níveis. Toda vez que aprender novas manobras, também poderá substituir uma manobra antiga por uma diferente."
                                ]
                            }]
                        },
                        {
                            "type": "entries",
                            "entries": [{
                                "type": "entries",
                                "name": "Dados de Superioridade",
                                "entries": [
                                    "Você possui 4d8 de superioridade. Um dado de superioridade é gasto ao ser utilizado. Você recupera todos os dados gastos após completar um descanso curto ou longo. Você ganha mais um dado de superioridade no 7º nível e outro no 15º nível."
                                ]
                            }]
                        },
                        {
                            "type": "entries",
                            "entries": [{
                                "type": "entries",
                                "name": "Salvaguardas",
                                "entries": [
                                    "Algumas das suas manobras exigem que seus alvos realizem testes de salvaguarda para resistirem aos seus efeitos. A CD dos testes de salvaguarda é calculada da seguinte forma:",
                                    "<b>CD contra suas manobras =</b> 8 + seu bônus de proficiência+ seu modificador de Força ou Destreza (à sua escolha)"
                                ]
                            }]
                        }
                    ]
                },
                {
                    "name": "Manobras",
                    "source": "PHB",
                    "page": 92,
                    "className": "Guerreiro",
                    "classSource": "PHB",
                    "subclassShortName": "Mestre da Batalha",
                    "subclassSource": "PHB",
                    "level": 3,
                    "header": 1,
                    "entries": [
                        "As manobras serão apresentadas em ordem alfabética.",
                        {
                            "type": "options",
                            "count": 3,
                            "entries": [{
                                    "type": "refOptionalfeature",
                                    "name": "Aparar",
                                    "entries": [
                                        "Ao sofrer dano em um combate corpo a corpo, você pode usar sua reação e jogar um dado de superioridade, descontando do dano o número obtido no dado + seu modificador de Destreza."
                                    ]
                                },
                                {
                                    "type": "refOptionalfeature",
                                    "name": "Ataque Ameaçador",
                                    "entries": [
                                        "Ao atingir uma criatura com um ataque armado, você pode usar um dado de superioridade para tentar amedrontá-la. Você deve somar o dado de superioridade à jogada de dano. O alvo, por sua vez, deve realizar um teste de salvaguarda usando Sabedoria. Em caso de sucesso, ele fica amedrontado por você até o final do seu próximo turno."
                                    ]
                                },
                                {
                                    "type": "refOptionalfeature",
                                    "name": "Ataque de Varredura",
                                    "entries": [
                                        "Ao atingir uma criatura com uma arma de combate corpo a corpo, você pode usar um dado de superioridade para tentar causar dano a outra criatura com o mesmo ataque. Escolha outra criatura que esteja a até 1,5 metro de distância do alvo original e dentro do seu alcance. Se o resultado da jogada de ataque original for suficiente para atingir a segunda criatura, esta sofre uma quantidade de dano igual ao número jogado no seu dado de superioridade. Esse dano pertence ao mesmo tipo causado pelo ataque original."
                                    ]
                                },
                                {
                                    "type": "refOptionalfeature",
                                    "name": "Ataque Estendido",
                                    "entries": [
                                        "Você pode usar um dado de superioridade para aumentar em 1,5 metro o alcance de um ataque realizado com uma arma de combate corpo a corpo. Se o ataque for bem-sucedido, você deve somar o dado de superioridade à jogada de dano."
                                    ]
                                },
                                {
                                    "type": "refOptionalfeature",
                                    "name": "Ataque para Distrair",
                                    "entries": [
                                        "Ao atingir uma criatura com um ataque armado, você pode usar um dado de superioridade para distraí-la, oferecendo aos seus aliados uma abertura nas defesas dela. Você deve adicionar o dado de superioridade à jogada de dano. A próxima jogada de ataque realizada por um aliado seu antes do início do próximo turno terá vantagem."
                                    ]
                                },
                                {
                                    "type": "refOptionalfeature",
                                    "name": "Ataque Preciso",
                                    "entries": [
                                        "Você pode somar um dado de superioridade a uma jogada de ataque feita contra uma criatura. Você pode usar esta característica antes ou depois da jogada, mas deve fazê-lo antes que qualquer efeito seja aplicado."
                                    ]
                                },
                                {
                                    "type": "refOptionalfeature",
                                    "name": "Ataque Provocante",
                                    "entries": [
                                        "Ao atingir uma criatura com um ataque armado, você pode usar um dado de superioridade para tentar incitá-la a atacá-lo. Você deve somar o dado de superioridade à jogada de dano. O alvo, por sua vez, deve realizar um teste de salvaguarda usando Sabedoria. Em caso de falha, até o final do próximo turno, ele passa à ter desvantagem em todas as jogadas de ataque realizadas contra qualquer alvo, exceto você."
                                    ]
                                },
                                {
                                    "type": "refOptionalfeature",
                                    "name": "Contra-ataque",
                                    "entries": [
                                        "Quando uma criatura em combate corpo a corpo erra um ataque desferido contra você, ela lhe dá a oportunidade de usar uma reação e um dado de superioridade para atacá-la com uma arma de combate corpo a corpo. Se o ataque for bem-sucedido, você deve somar o dado de superioridade à sua jogada de dano."
                                    ]
                                },
                                {
                                    "type": "refOptionalfeature",
                                    "name": "Derrubar",
                                    "entries": [
                                        "Ao atingir uma criatura com um ataque armado, você pode usar um dado de superioridade para tentar derrubá-la. Adicione· o dado de superioridade à jogada de dano. Se o alvo for Grande ou menor, por sua vez, deve realizar uma salvaguarda de Força. Em caso de falha, ele ficará caído."
                                    ]
                                },
                                {
                                    "type": "refOptionalfeature",
                                    "name": "Desarme",
                                    "entries": [
                                        "Ao atingir uma criatura com um ataque armado, você pode usar um dado de superioridade para tentar desarmá-la, forçando-a a largar um item que esteja segurando. Você deve adicionar o dado de superioridade à jogada de dano. O alvo, por sua vez, deve realizar uma salvaguarda de Força. Em caso de falha, ele derruba o objeto que você escolheu. O objeto cai aos pés dele."
                                    ]
                                },
                                {
                                    "type": "refOptionalfeature",
                                    "name": "Encontrão",
                                    "entries": [
                                        "Ao atingir uma criatura com um ataque armado, você pode usar um dado de superioridade para tentar projetá-la para trás. Você deve adicionar o dado de superioridade à jogada de dano. Se o alvo for Grande ou menor, por sua vez, deve realizar uma salvaguarda de Força. Em caso de falha, você o projeta até 4,5 metros para trás."
                                    ]
                                },
                                {
                                    "type": "refOptionalfeature",
                                    "name": "Finta",
                                    "entries": [
                                        "Você pode gastar um dado de superioridade para usar sua ação bônus no seu turno e realizar uma finta, escolhendo como alvo uma criatura que esteja a até 1,5 metro de distância. Você passa a ter vantagem no seu próximo ataque contra a criatura neste turno. Se o ataque for bem-sucedido, some o dado de superioridade à sua jogada de dano."
                                    ]
                                },
                                {
                                    "type": "refOptionalfeature",
                                    "name": "Golpe do Comandante",
                                    "entries": [
                                        "Ao realizar a ação Atacar em seu turno, você pode renunciar a um dos seus ataques, e utilizar sua ação bônus para direcionar o ataque de um dos seus companheiros. Para fazê-lo, escolha uma criatura amigável que possa vê-lo ou ouvi-lo, e gaste um dado de superioridade. A criatura alvo pode usar imediatamente uma reação para realizar um ataque armado, adicionando o seu dado de superioridade à jogada de dano realizada por ela."
                                    ]
                                },
                                {
                                    "type": "refOptionalfeature",
                                    "name": "Movimentação Evasiva",
                                    "entries": [
                                        "Ao mover-se, você pode jogar um dado de superioridade e somar o resultado à sua CA até parar o movimento."
                                    ]
                                },
                                {
                                    "type": "refOptionalfeature",
                                    "name": "Manobrar",
                                    "entries": [
                                        "Ao atingir uma criatura com um ataque armado, você pode usar um dado de superioridade para reposicionar um dos seus companheiros em um local mais vantajoso. Você soma o dado de superioridade à jogada de dano e, em seguida, deve escolher uma criatura amigável que possa vê-lo ou ouvi-lo. Essa criatura poderá usar a própria reação para se deslocar à metade do deslocamento dela sem provocar ataques de oportunidade do alvo do seu ataque."
                                    ]
                                },
                                {
                                    "type": "refOptionalfeature",
                                    "name": "Recuperar Energia",
                                    "entries": [
                                        "No seu turno, você pode usar uma ação bônus e gastar um dado de superioridade para reforçar a determinação de um dos seus companheiros. Para tanto, escolha uma criatura amigável que possa vê-lo ou ouvi-lo. Ela ganhará uma quantidade de pontos de vida temporários igual ao resultado da jogada do dado de superioridade + seu modificador de Carisma."
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "name": "Estudioso da Guerra",
                    "source": "PHB",
                    "page": 91,
                    "className": "Guerreiro",
                    "classSource": "PHB",
                    "subclassShortName": "Mestre da Batalha",
                    "subclassSource": "PHB",
                    "level": 3,
                    "header": 1,
                    "entries": [
                        "No 3º nível, você ganha proficiência com um tipo de ferramenta de artesão à sua escolha."
                    ]
                },
                {
                    "name": "Manobras Adicionais",
                    "source": "PHB",
                    "page": 91,
                    "className": "Guerreiro",
                    "classSource": "PHB",
                    "subclassShortName": "Mestre da Batalha",
                    "subclassSource": "PHB",
                    "level": 7,
                    "header": 2,
                    "entries": [
                        "No 7º nível, você aprende duas manobras adicionais."
                    ]
                },
                {
                    "name": "Dado de Superioridade Adicional",
                    "source": "PHB",
                    "page": 91,
                    "className": "Guerreiro",
                    "classSource": "PHB",
                    "subclassShortName": "Mestre da Batalha",
                    "subclassSource": "PHB",
                    "level": 7,
                    "header": 2,
                    "entries": [
                        "Você ganha mais um dado de superioridade no 7º nível."
                    ]
                },
                {
                    "name": "Conheça seu Inimigo",
                    "source": "PHB",
                    "page": 91,
                    "className": "Guerreiro",
                    "classSource": "PHB",
                    "subclassShortName": "Mestre da Batalha",
                    "subclassSource": "PHB",
                    "level": 7,
                    "header": 2,
                    "entries": [
                        "A partir do 7º nível, se você passar ao menos 1 minuto observando ou interagindo com uma criatura em qualquer situação que não envolva combate, torna-se capaz de comparar as capacidades dela com as suas. O DM dirá se a criatura é igual, superior ou inferior a você em duas das seguintes características, à sua escolha:",
                        {
                            "type": "list",
                            "items": [
                                "Valor de Força",
                                "Valor de Destreza",
                                "Valor de Constituição",
                                "Classe de Armadura",
                                "Pontos de Vida atuais",
                                "Total de níveis em todas as classes (se for multiclasse)",
                                "Nível de guerreiro (se possuir)"
                            ]
                        }
                    ]
                },
                {
                    "name": "Manobras Adicionais",
                    "source": "PHB",
                    "page": 91,
                    "className": "Guerreiro",
                    "classSource": "PHB",
                    "subclassShortName": "Mestre da Batalha",
                    "subclassSource": "PHB",
                    "level": 10,
                    "header": 2,
                    "entries": [
                        "No 10º nível, você aprende duas manobras adicionais."
                    ]
                },
                {
                    "name": "Superioridade em Combate Aprimorada (d10)",
                    "source": "PHB",
                    "page": 92,
                    "className": "Guerreiro",
                    "classSource": "PHB",
                    "subclassShortName": "Mestre da Batalha",
                    "subclassSource": "PHB",
                    "level": 10,
                    "header": 2,
                    "entries": [
                        "No 10º nível, seus dados de superioridade transformam-se em d10."
                    ]
                },
                {
                    "name": "Manobras Adicionais",
                    "source": "PHB",
                    "page": 91,
                    "className": "Guerreiro",
                    "classSource": "PHB",
                    "subclassShortName": "Mestre da Batalha",
                    "subclassSource": "PHB",
                    "level": 15,
                    "header": 2,
                    "entries": [
                        "No 15º nível, você aprende duas manobras adicionais."
                    ]
                },
                {
                    "name": "Dado de Superioridade Adicional",
                    "source": "PHB",
                    "page": 91,
                    "className": "Guerreiro",
                    "classSource": "PHB",
                    "subclassShortName": "Mestre da Batalha",
                    "subclassSource": "PHB",
                    "level": 15,
                    "header": 2,
                    "entries": [
                        "Você ganha mais um dado de superioridade no 15º nível."
                    ]
                },
                {
                    "name": "Implacável",
                    "source": "PHB",
                    "page": 92,
                    "className": "Guerreiro",
                    "classSource": "PHB",
                    "subclassShortName": "Mestre da Batalha",
                    "subclassSource": "PHB",
                    "level": 15,
                    "header": 2,
                    "entries": [
                        "A partir do 15º nível, se você não tiver dados de superioridade disponíveis, ao jogar a iniciativa, recupera um dado de superioridade."
                    ]
                },
                {
                    "name": "Superioridade em Combate Aprimorada (d12)",
                    "source": "PHB",
                    "page": 92,
                    "className": "Guerreiro",
                    "classSource": "PHB",
                    "subclassShortName": "Mestre da Batalha",
                    "subclassSource": "PHB",
                    "level": 18,
                    "header": 2,
                    "entries": [
                        "No 18º nível, seus dados de superioridade transformam-se em d12."
                    ]
                }
            ]
        },
        {
            "name": "Cavaleiro Místico",
            "shortName": "Cavaleiro Místico",
            "id": "cavaleiromistico",
            "source": "PHB",
            "className": "Guerreiro",
            "classSource": "PHB",
            "page": 92,
            "level": 3,
            "entries": [
                "O arquetípico Cavaleiro Místico combina o domínio marcial, comum a todos os guerreiros, com um minucioso estudo de magia. Os membros deste arquétipo usam técnicas similares àquelas praticadas pelos magos. Eles concentram seus estudos em duas das oito escolas de magia: abjuração e evocação. As magias de abjuração lhes conferem proteção extra em batalha, enquanto as de evocação causam dano diretamente a seus inimigos, aumentando o alcance do cavaleiro em combate. Os cavaleiros místicos aprendem uma quantidade de magias relativamente pequena, guardando-as na memória."
            ],
            "subclassFeatures": [{
                    "name": "Conjuração",
                    "source": "PHB",
                    "page": 93,
                    "className": "Guerreiro",
                    "classSource": "PHB",
                    "subclassShortName": "Cavaleiro Místico",
                    "subclassSource": "PHB",
                    "level": 3,
                    "header": 1,
                    "entries": [
                        "Ao alcançar o 3º nível, você amplia o seu poder marcial com a habilidade de conjurar magias. Veja o capítulo 10, \"Conjuração\", para consultar as regras gerais de conjuração, e o capítulo 11, \"Magias\", para verificar a lista de magias de mago.",
                        {
                            "type": "entries",
                            "name": "Truques",
                            "entries": [
                                "Você pode escolher dois truques da lista de magias de mago. Você aprende truques adicionais no 10º nível."
                            ]
                        },
                        {
                            "type": "entries",
                            "name": "Espaços de Magia",
                            "entries": [
                                "A tabela de Conjuração: Cavaleiro Místico mostra quantos espaços de magia você possui para conjurar suas magias de mago do 1º círculo em diante. Para conjurar uma magia, você deve usar um espaço de magia igual ou superior ao círculo da magia. Você recupera todos os espaços de magia usados ao final de um descanso longo.",
                                "Por exemplo, se você conhece a magia de 1º círculo {@spell égide}, e possui um espaço de magia de 1º círculo e um de 2º círculo, você pode conjurar {@spell égide} usando qualquer um desses espaços."
                            ]
                        },
                        {
                            "type": "entries",
                            "name": "Magias Conhecidas de Acordo com o Nível",
                            "entries": [
                                "Você conhece três magias de mago de 1º círculo à sua escolha, duas das quais deve escolher dentre as magias de abjuração e evocação da lista de magias de mago.",
                                "A coluna Magias, da tabela de Conjuração: Cavaleiro Místico, mostra quando você aprende magias de mago do 1º círculo em diante. Toda magia aprendida deve pertencer às escolas de abjuração ou evocação, e deve pertencer a um círculo para o qual você tenha espaços de magia. Por exemplo, ao alcançar o 7º nível nesta classe, você pode aprender uma nova magia de 1º ou 2º círculo.",
                                "As magias que você aprende nos 8º, 14º e 20º níveis podem pertencer a quaisquer escolas de magia.",
                                "Sempre que você ganhar um nível nesta classe, poderá substituir uma das suas magias de mago por outra magia de mago à sua escolha. A nova magia deve pertencer a um nível para o qual você tenha espaços de magia, e às escolas de abjuração ou evocação, a menos que você esteja substituindo magias adquiridas nos 3º, 8º, 14º ou 20º níveis: nesse caso, a nova magia pode pertencer a qualquer escola."
                            ]
                        },
                        {
                            "type": "entries",
                            "name": "Atributo de Conjuração",
                            "entries": [
                                "Inteligência é o atributo usado para a conjuração das suas magias de mago, pois sua magia vem do estudo e da memorização. Você deve usar Inteligência sempre que uma magia fizer referência ao seu atributo de conjuração. Além disso, você usa o seu modificador de Inteligência tanto para definir a CD de uma salvaguarda feita para evitar uma magia de mago conjurada por você, quanto para realizar uma jogada de ataque com uma magia de mago.",
                                "<b>CD para evitar suas magias =</b> 8 + seu bônus de proficiência+ seu modificador de Inteligência",
                                "<b>Modificador de ataque mágico =</b> seu bônus de proficiência+ seu modificador de Inteligência"
                            ]
                        },
                        "<h5><b>Conjuração: Cavaleiro Místico</b></h5>",
                        "<div class=\"table-responsive\"><table class=\"table table-bordered table-striped compact-table\" style=\"font-size: 0.9em; margin-bottom: 35px\"><thead><tr><th rowspan=\"2\" class=\"text-center align-middle\" scope=\"col\">Nível de Guerreiro </th><th rowspan=\"2\" class=\"text-center align-middle\" scope=\"col\">Truques</th><th rowspan=\"2\" class=\"text-center align-middle\" scope=\"col\">Magias</th><th colspan=\"4\" class=\"text-center\">Espaços de Magia por Nível</th></tr><tr><th rowspan=\"2\" class=\"text-center\" scope=\"col\">1º</th><th rowspan=\"2\" class=\"text-center\" scope=\"col\">2º</th><th rowspan=\"2\" class=\"text-center\" scope=\"col\">3º</th><th rowspan=\"2\" class=\"text-center\" scope=\"col\">4º</th></tr></thead><tbody><tr><th class=\"text-center\" scope=\"row\">3º</th><td class=\"text-center\">2</td><td class=\"text-center\">3</td><td class=\"text-center\">2</td><td class=\"text-center\">—</td><td class=\"text-center\">—</td><td class=\"text-center\">—</td></tr><tr><th class=\"text-center\" scope=\"row\">4º</th><td class=\"text-center\">2</td><td class=\"text-center\">4</td><td class=\"text-center\">3</td><td class=\"text-center\">—</td><td class=\"text-center\">—</td><td class=\"text-center\">—</td></tr><tr><th class=\"text-center\" scope=\"row\">5º</th><td class=\"text-center\">2</td><td class=\"text-center\">4</td><td class=\"text-center\">3</td><td class=\"text-center\">—</td><td class=\"text-center\">—</td><td class=\"text-center\">—</td></tr><tr><th class=\"text-center\" scope=\"row\">6º</th><td class=\"text-center\">2</td><td class=\"text-center\">4</td><td class=\"text-center\">3</td><td class=\"text-center\">—</td><td class=\"text-center\">—</td><td class=\"text-center\">—</td></tr><tr><th class=\"text-center\" scope=\"row\">7º</th><td class=\"text-center\">2</td><td class=\"text-center\">5</td><td class=\"text-center\">4</td><td class=\"text-center\">2</td><td class=\"text-center\">—</td><td class=\"text-center\">—</td></tr><tr><th class=\"text-center\" scope=\"row\">8º</th><td class=\"text-center\">2</td><td class=\"text-center\">6</td><td class=\"text-center\">4</td><td class=\"text-center\">2</td><td class=\"text-center\">—</td><td class=\"text-center\">—</td></tr><tr><th class=\"text-center\" scope=\"row\">9º</th><td class=\"text-center\">2</td><td class=\"text-center\">6</td><td class=\"text-center\">4</td><td class=\"text-center\">2</td><td class=\"text-center\">—</td><td class=\"text-center\">—</td></tr><tr><th class=\"text-center\" scope=\"row\">10º</th><td class=\"text-center\">3</td><td class=\"text-center\">7</td><td class=\"text-center\">4</td><td class=\"text-center\">3</td><td class=\"text-center\">—</td><td class=\"text-center\">—</td></tr><tr><th class=\"text-center\" scope=\"row\">11º</th><td class=\"text-center\">3</td><td class=\"text-center\">8</td><td class=\"text-center\">4</td><td class=\"text-center\">3</td><td class=\"text-center\">—</td><td class=\"text-center\">—</td></tr><tr><th class=\"text-center\" scope=\"row\">12º</th><td class=\"text-center\">3</td><td class=\"text-center\">8</td><td class=\"text-center\">4</td><td class=\"text-center\">3</td><td class=\"text-center\">—</td><td class=\"text-center\">—</td></tr><tr><th class=\"text-center\" scope=\"row\">13º</th><td class=\"text-center\">3</td><td class=\"text-center\">9</td><td class=\"text-center\">4</td><td class=\"text-center\">3</td><td class=\"text-center\">2</td><td class=\"text-center\">—</td></tr><tr><th class=\"text-center\" scope=\"row\">14º</th><td class=\"text-center\">3</td><td class=\"text-center\">10</td><td class=\"text-center\">4</td><td class=\"text-center\">3</td><td class=\"text-center\">2</td><td class=\"text-center\">—</td></tr><tr><th class=\"text-center\" scope=\"row\">15º</th><td class=\"text-center\">3</td><td class=\"text-center\">10</td><td class=\"text-center\">4</td><td class=\"text-center\">3</td><td class=\"text-center\">2</td><td class=\"text-center\">—</td></tr><tr><th class=\"text-center\" scope=\"row\">16º</th><td class=\"text-center\">3</td><td class=\"text-center\">11</td><td class=\"text-center\">4</td><td class=\"text-center\">3</td><td class=\"text-center\">3</td><td class=\"text-center\">—</td></tr><tr><th class=\"text-center\" scope=\"row\">17º</th><td class=\"text-center\">3</td><td class=\"text-center\">11</td><td class=\"text-center\">4</td><td class=\"text-center\">3</td><td class=\"text-center\">3</td><td class=\"text-center\">—</td></tr><tr><th class=\"text-center\" scope=\"row\">18º</th><td class=\"text-center\">3</td><td class=\"text-center\">11</td><td class=\"text-center\">4</td><td class=\"text-center\">3</td><td class=\"text-center\">3</td><td class=\"text-center\">—</td></tr><tr><th class=\"text-center\" scope=\"row\">19º</th><td class=\"text-center\">3</td><td class=\"text-center\">12</td><td class=\"text-center\">4</td><td class=\"text-center\">3</td><td class=\"text-center\">3</td><td class=\"text-center\">1</td></tr><tr><th class=\"text-center\" scope=\"row\">20º</th><td class=\"text-center\">3</td><td class=\"text-center\">13</td><td class=\"text-center\">4</td><td class=\"text-center\">3</td><td class=\"text-center\">3</td><td class=\"text-center\">1</td></tr></tbody></table></div>"
                    ]
                },
                {
                    "name": "Vínculo com Arma",
                    "source": "PHB",
                    "page": 93,
                    "className": "Guerreiro",
                    "classSource": "PHB",
                    "subclassShortName": "Cavaleiro Místico",
                    "subclassSource": "PHB",
                    "level": 3,
                    "header": 1,
                    "entries": [
                        "No 3º nível, você aprende um ritual que cria uma ligação mágica entre você e uma arma. O ritual deve ser executado ao longo de 1 hora, o que pode ser feito durante um descanso curto. A arma deve estar ao seu alcance durante todo o ritual, ao fim do qual você forja a ligação ao tocá-la.",
                        "Uma vez estabelecido o vínculo, você não pode ser desarmado enquanto estiver empunhando essa arma, a menos que esteja {@condition incapacitado}. Se a arma estiver no mesmo plano de existência que você, é possível invocá-la com uma ação bônus, fazendo com que ela se teleporte instantaneamente para a sua mão.",
                        "É possível ter até duas armas vinculadas, mas só se pode invocar uma delas por ação bônus. Para estabelecer o vínculo com uma terceira arma, você deve desfazer um dos vínculos anteriores."
                    ]
                },
                {
                    "name": "Magia de Guerra",
                    "source": "PHB",
                    "page": 93,
                    "className": "Guerreiro",
                    "classSource": "PHB",
                    "subclassShortName": "Cavaleiro Místico",
                    "subclassSource": "PHB",
                    "level": 7,
                    "header": 2,
                    "entries": [
                        "A partir do 7º nível, ao usar uma ação para conjurar um truque, você pode realizar um ataque armado como sua ação bônus."
                    ]
                },
                {
                    "name": "Golpe Místico",
                    "source": "PHB",
                    "page": 93,
                    "className": "Guerreiro",
                    "classSource": "PHB",
                    "subclassShortName": "Cavaleiro Místico",
                    "subclassSource": "PHB",
                    "level": 10,
                    "header": 2,
                    "entries": [
                        "No 10º nível, você aprende a fazer com que os golpes da sua arma enfraqueçam a resistência do alvo contra suas magias. Ao atingir uma criatura com um ataque armado, ela terá desvantagem na próxima salvaguarda realizada contra uma magia conjurada por você antes do final do seu próximo turno."
                    ]
                },
                {
                    "name": "Investida Mística",
                    "source": "PHB",
                    "page": 93,
                    "className": "Guerreiro",
                    "classSource": "PHB",
                    "subclassShortName": "Cavaleiro Místico",
                    "subclassSource": "PHB",
                    "level": 15,
                    "header": 2,
                    "entries": [
                        "No 15º nível, ao usar Surto de Ação, você pode se teleportar para um espaço desocupado que você possa ver, a até 9 metros de distância. Isso pode ser feito antes ou depois da sua ação extra."
                    ]
                },
                {
                    "name": "Magia de Guerra Aprimorada",
                    "source": "PHB",
                    "page": 93,
                    "className": "Guerreiro",
                    "classSource": "PHB",
                    "subclassShortName": "Cavaleiro Místico",
                    "subclassSource": "PHB",
                    "level": 18,
                    "header": 2,
                    "entries": [
                        "A partir do 18º nível, ao usar sua ação para conjurar uma magia, você pode realizar um ataque armado como sua ação bônus."
                    ]
                }
            ]
        },
        {
            "name": "Cavaleiro Dragão Púrpura (Banerete)",
            "shortName": "Banerete",
            "id": "cavaleirodragaopurpura",
            "source": "SCAG",
            "className": "Guerreiro",
            "classSource": "PHB",
            "page": 133,
            "level": 3,
            "restriction": "Título de Cavaleiro",
            "entries": [
                "Os cavaleiros Dragão Púrpura são combatentes que vêm do reino de Cormyr. Juramentados a proteger a coroa, eles levam a luta contra o mal para além das fronteiras de seu reino. Eles têm a tarefa de vagar pelas terras como cavaleiros errantes, confiando em seu julgamento, bravura e fidelidade ao código de cavalaria para guiá-los no enfrentamento aos malfeitores.",
                "Um cavaleiro Dragão Púrpura inspira a grandeza nos outros ao praticar atos de bravura em batalha. A mera presença de um cavaleiro em um vilarejo é o suficiente para fazer com que alguns orcs e bandidos procurem uma presa mais fácil. Um cavaleiro sozinho já é um combatente habilidoso, mas um cavaleiro liderando um bando de aliados pode transformar até mesmo a milícia mais mal equipada em um grupo de guerra feroz.",
                "Um cavaleiro prefere liderar através de seus feitos, não de palavras. Quando um cavaleiro lidera um ataque, suas ações podem despertar em um aliado a coragem e convicção que estavam escondidas, algo que ele próprio jamais suspeitou que tinha."
            ],
            "subclassFeatures": [{
                    "name": "Grito de Guerra",
                    "source": "SCAG",
                    "page": 133,
                    "className": "Guerreiro",
                    "classSource": "PHB",
                    "subclassShortName": "Banerete",
                    "subclassSource": "SCAG",
                    "level": 3,
                    "header": 1,
                    "entries": [
                        "Ao escolher este arquétipo no 3º nível, você aprende como inspirar seus aliados a luta superando seus ferimentos.",
                        "Quando usa a característica Recuperar o Fôlego, você pode escolher até três criaturas a até 18 metros de você que sejam aliadas. Cada uma recupera pontos de vida equivalentes ao seu nível de guerreiro, desde que a criatura possa vê-lo ou ouvi-lo."
                    ]
                },
                {
                    "name": "Emissário Real",
                    "source": "SCAG",
                    "page": 133,
                    "className": "Guerreiro",
                    "classSource": "PHB",
                    "subclassShortName": "Banerete",
                    "subclassSource": "SCAG",
                    "level": 7,
                    "header": 2,
                    "entries": [
                        "Um cavaleiro Dragão Púrpura serve como um emissário para a coroa cormyreana. Espera-se que cavaleiros de alta posição tenham uma conduta elegante.",
                        "No 7º nível, você ganha proficiência na perícia Persuasão. Se já é proficiente nela, você ganha proficiência em uma das seguintes perícias de sua escolha: Atuação, Intimidação, Intuição ou Lidar com Animais.",
                        "Seu bônus de proficiência é duplicado para qualquer teste de atributo que você fizer e que use Persuasão. Você recebe este benefício independentemente da proficiência em perícia que ganha com esta característica."
                    ]
                },
                {
                    "name": "Inspirar Surto",
                    "source": "SCAG",
                    "page": 133,
                    "className": "Guerreiro",
                    "classSource": "PHB",
                    "subclassShortName": "Banerete",
                    "subclassSource": "SCAG",
                    "level": 10,
                    "header": 2,
                    "entries": [
                        "No 10º nível, ao usar sua característica Surto de Ação, você pode escolher uma criatura a até 18 metros de você que seja sua aliada. Esta criatura pode fazer um ataque corpo a corpo ou à distância com a reação dela, desde que possa vê-lo ou ouvi-lo.",
                        "No 18º nível, em vez de um, você escolhe dois aliados a até 18 metros de você."
                    ]
                },
                {
                    "name": "Baluarte",
                    "source": "SCAG",
                    "page": 133,
                    "className": "Guerreiro",
                    "classSource": "PHB",
                    "subclassShortName": "Banerete",
                    "subclassSource": "SCAG",
                    "level": 15,
                    "header": 2,
                    "entries": [
                        "No 15º nível, você pode estender o benefício de sua característica Indomável para um aliado. Ao usar Indomável para jogar novamente uma salvaguarda de Inteligência, Sabedoria ou Carisma e você não estiver {@condition incapacitado}, você pode escolher um aliado a até 18 metros de você que também tenha falhado na salvaguarda contra o mesmo efeito. Se a criatura puder vê-lo ou ouvi-lo, ela pode jogar novamente a salvaguarda e deve usar o novo resultado."
                    ]
                },
                {
                    "name": "Inspirar Surto",
                    "source": "SCAG",
                    "page": 133,
                    "className": "Guerreiro",
                    "classSource": "PHB",
                    "subclassShortName": "Banerete",
                    "subclassSource": "SCAG",
                    "level": 18,
                    "header": 2,
                    "entries": [
                        "No 18º nível, você escolhe dois aliados a até 18 metros de você, em vez de um."
                    ]
                }
            ]
        },
        {
            "name": "Arqueiro Arcano",
            "shortName": "Arqueiro Arcano",
            "id": "arqueiroarcano",
            "source": "XGE",
            "className": "Guerreiro",
            "classSource": "PHB",
            "page": 42,
            "level": 3,
            "entries": [
                "Um Arqueiro Arcano estuda um método élfico único de arqueria que entrelaça magia em ataque para produzir efeitos sobrenaturais. Arqueiros Arcanos estão entre os maiores guerreiros de elite dos elfos. Eles vigiam os rincões dos domínios élficos, mantendo o olhar atento sobre transgressores e usando flechas mágicas para derrotar monstros e invasores antes que estes possam alcançar assentamentos élficos.",
                "Ao longo dos séculos, os métodos desses arqueiros elfos tem sido aprendidos por membros de outras raças que se mostraram capazes de equilibrar aptidão arcana e a arte da arqueria."
            ],
            "subclassFeatures": [{
                    "name": "Arte da Arqueria Arcana",
                    "source": "XGE",
                    "page": 42,
                    "className": "Guerreiro",
                    "classSource": "PHB",
                    "subclassShortName": "Arqueiro Arcano",
                    "subclassSource": "XGE",
                    "level": 3,
                    "header": 1,
                    "entries": [
                        "No 3º nível, você aprende teoria mágica ou alguns dos segredos da natureza — típico para praticantes desta tradição marcial élfica. Você escolhe ganhar proficiência com uma perícia. Arcanismo ou Natureza, e escolhe aprender um truque dentre {@spell prestidigitação arcana} ou {@spell arte druídica}."
                    ]
                },
                {
                    "name": "Disparo Arcano",
                    "source": "XGE",
                    "page": 42,
                    "className": "Guerreiro",
                    "classSource": "PHB",
                    "subclassShortName": "Arqueiro Arcano",
                    "subclassSource": "XGE",
                    "level": 3,
                    "header": 1,
                    "entries": [
                        "No 3º nível, você aprende a usar efeitos mágicos especiais com alguns dos seus disparos. Ao ganhar esta característica, você aprende duas opção de Disparo Arcano, à sua escolha (veja \"Opção de Disparo Arcano\" abaixo).",
                        "Uma vez por turno, ao disparar uma flecha com um arco curto ou um arco longo como parte de ação Atacar, você pode aplicar uma de suas opções de Disparo Arcano nessa flecha. Você deve decidir usar a opção quando a flecha atinge uma criatura, a menos que a opção não envolva uma jogada de ataque. Você possui dois usos desta habilidade, recuperando todos os usos gastos ao terminar um descanso curto ou longo.",
                        "Você ganha uma opção adicional de Disparo Arcano, à sua escolha, ao alcançar determinados níveis nesta classe: 7º, 10º, 15º e 18º. Cada opção também melhora quando você se torna um guerreiro de 18º nível."
                    ]
                },
                {
                    "name": "Opções de Disparo Arcano",
                    "source": "XGE",
                    "page": 42,
                    "className": "Guerreiro",
                    "classSource": "PHB",
                    "subclassShortName": "Arqueiro Arcano",
                    "subclassSource": "XGE",
                    "level": 3,
                    "header": 1,
                    "entries": [
                        "A característica Disparo Arcano permite que você escolha opções para ela em determinados níveis. As opções são apresentadas aqui em ordem alfabética. Trata-se, em todos os casos, de efeitos mágicos, e cada um está associado a uma escola de magia.",
                        "Se uma opção exige uma salvaguarda, a CD para evitar seu Disparo Arcano é 8 + seu bônus de proficiência + seu modificador de Inteligência.",
                        {
                            "type": "options",
                            "count": 2,
                            "entries": [{
                                    "type": "refOptionalfeature",
                                    "name": "Flecha de Banimento",
                                    "entries": [
                                        "Você usa magia de abjuração para tentar banir temporariamente seu alvo para uma localização inócua em Faéria. A criatura atingida pela flecha também deve ser bem-sucedida numa salvaguarda de Carisma ou ser banida. Enquanto banido desse modo, o deslocamento do alvo é 0 e ele fica incapacitado. No final do próximo turno dele, o alvo reaparece no espaço que ocupava antes de desaparecer, ou no espaço desocupado mais próximo, caso aquele espaço esteja ocupado.",
                                        "Após você alcançar o 18º nível nesta classe, um alvo também sofre 2d6 pontos de dano energético quando a flecha o atinge."
                                    ]
                                },
                                {
                                    "type": "refOptionalfeature",
                                    "name": "Flecha de Compressão",
                                    "entries": [
                                        "Quando esta flecha atinge o alvo, este é envolto por ramos venenosos criados por magia de invocação. A criatura atingida pela flecha sofre 2d6 pontos de dano venenoso adicional, seu deslocamento é reduzido em 3 metros e ela recebe 2d6 pontos de dano cortante na primeira vez em cada turno que se mover 30 centímetros ou mais sem se teleportar. O alvo ou qualquer criatura que possa alcançá-lo pode usar sua ação para remover os ramos com um teste bem-sucedido de Força (Atletismo) contra a CD para evitar seu Disparo Arcano. Caso contrário, os ramos persistem por 1 minuto ou até que você use esta opção outra vez.",
                                        "Tanto o dano venenoso quanto o cortante aumentam para 4d6 quando você alcança o 18º nível nesta classe."
                                    ]
                                },
                                {
                                    "type": "refOptionalfeature",
                                    "name": "Flecha Debilitante",
                                    "entries": [
                                        "Você entrelaça magia necromântica em sua flecha. A criatura atingida pela flecha sofre 2d6 pontos de dano necrótico adicional. O alvo deve ser bem-sucedido em uma salvaguarda de Constituição, ou o dano causado pelos ataques armados dele é diminuído pela metade até o começo do seu próximo turno.",
                                        "O dano necrótico aumenta para 4d6 quando você alcança o 18º nível nesta classe."
                                    ]
                                },
                                {
                                    "type": "refOptionalfeature",
                                    "name": "Flecha Explosiva",
                                    "entries": [
                                        "Você impregna sua flecha com energia extraída da escola de evocação. A energia explode após seu ataque. Imediatamente após a flecha atingir seu alvo, este e todas as criaturas a até 3 metros dele sofrem 2d6 pontos de dano energético cada.",
                                        "O dano energético aumenta para 4d6 quando você alcança o 18º nível nesta classe."
                                    ]
                                },
                                {
                                    "type": "refOptionalfeature",
                                    "name": "Flecha Feiticeira",
                                    "entries": [
                                        "Sua magia de encantamento faz com que esta flecha enfeitice temporariamente seu alvo. A criatura atingida pela flecha sofre 2d6 pontos de dano psíquico adicional e deve escolher um de seus aliados a até 9 metros dela. Ela deve ser bem-sucedida em uma salvaguarda de Sabedoria ou fica enfeitiçada pelo aliado escolhido até o começo do seu próximo turno. Esse efeito termina mais cedo se o aliado escolhido atacar a criatura enfeitiçada, causar dano a ela ou forçá-la a realizar uma salvaguarda.",
                                        "O dano psíquico aumenta para 4d6 quando você alcança o 18º nível nesta classe."
                                    ]
                                },
                                {
                                    "type": "refOptionalfeature",
                                    "name": "Flecha Perfurante",
                                    "entries": [
                                        "Você usa magia de transmutação para dar á sua flecha uma qualidade etérea. Ao usar esta opção, você não faz uma jogada de ataque para o disparo. Em vez disso, a flecha dispara adiante numa linha reta com 30 centímetros de largura e 9 metros de comprimento, antes de desaparecer. A flecha atravessa objetos sem causar dano, ignorando cobertura. Cada criatura nesse trajeto deve realizar uma salvaguarda de Destreza. Cada criatura que falhar sofre dano como se tivesse sido atingida pela flecha, além de 1d6 pontos de dano perfurante adicional. Cada criatura que obtiver sucesso sofre metade desse dano.",
                                        "O dano perfurante aumenta para 2d6 quando você alcança o 18º nível nesta classe."
                                    ]
                                },
                                {
                                    "type": "refOptionalfeature",
                                    "name": "Flecha Perseguidora",
                                    "entries": [
                                        "Usando magia de adivinhação, você concede à sua flecha a habilidade de perseguir um alvo. Ao usar esta opção, você não realiza uma jogada de ataque para o disparo. Em vez disso, escolha uma criatura que você tenha visto no minuto anterior. A flecha voa na direção dessa criatura, contornando cantos se necessário e ignorando cobertura de três quartos e cobertura parcial. Se o alvo estiver dentro do alcance da arma e houver um caminho largo o suficiente para a flecha viajar até ele, é preciso que ele realize uma salvaguarda de Destreza. Caso contrário, a flecha desaparece após percorrer a maior distância possível. Em caso de falha na salvaguarda, o alvo recebe dano como se tivesse sido atingido pela flecha, além de 1d6 pontos de dano energético, e você fica sabendo a localização atual dele. Em caso de sucesso, o alvo recebe metade do dano, e você não fica sabendo a localização dele.",
                                        "O dano energético aumenta para 2d6 quando você alcança o 18º nível nesta classe."
                                    ]
                                },
                                {
                                    "type": "refOptionalfeature",
                                    "name": "Flecha de Sombra",
                                    "entries": [
                                        "Você entrelaça magia de ilusão em sua flecha, fazendo com que ela obstrua a visão do seu inimigo com sombras. A criatura atingida sofre 2d6 pontos de dano psíquico adicional, e deve ser bem-sucedida em uma salvaguarda de Sabedoria, ou fica incapaz de ver qualquer coisa a uma distância superior a 1,5 metro até o final do seu próximo turno.",
                                        "O dano psíquico aumenta para 4d6 quando você alcança o 18º nível nesta classe."
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "name": "Opção Adicional de Disparo Arcano",
                    "source": "XGE",
                    "page": 42,
                    "className": "Guerreiro",
                    "classSource": "PHB",
                    "subclassShortName": "Arqueiro Arcano",
                    "subclassSource": "XGE",
                    "level": 7,
                    "header": 2,
                    "entries": [
                        "Você ganha um opção adicional de Disparo Arcano quando alcança o 7º nível."
                    ]
                },
                {
                    "name": "Flecha Mágica",
                    "source": "XGE",
                    "page": 42,
                    "className": "Guerreiro",
                    "classSource": "PHB",
                    "subclassShortName": "Arqueiro Arcano",
                    "subclassSource": "XGE",
                    "level": 7,
                    "header": 2,
                    "entries": [
                        "No 7º nível, você ganha a habilidade de imbuir flechas com magia. Sempre que disparar uma flecha não mágica com um arco curto ou um arco longo, você pode torná-la mágica no que tange superar resistência e imunidade a ataques e dano não mágicos. A magia desaparece da flecha imediatamente após ela atingir ou errar o alvo."
                    ]
                },
                {
                    "name": "Disparo em Curva",
                    "source": "XGE",
                    "page": 42,
                    "className": "Guerreiro",
                    "classSource": "PHB",
                    "subclassShortName": "Arqueiro Arcano",
                    "subclassSource": "XGE",
                    "level": 7,
                    "header": 2,
                    "entries": [
                        "No 7º nível, você aprende como redirecionar uma flecha mal disparada para um novo alvo. Ao realizar uma jogada de ataque com uma flecha mágica e errar, você pode usar uma ação bônus para refazer a jogada de ataque contra um alvo diferente a até 18 metros do alvo original."
                    ]
                },
                {
                    "name": "Opção Adicional de Disparo Arcano",
                    "source": "XGE",
                    "page": 42,
                    "className": "Guerreiro",
                    "classSource": "PHB",
                    "subclassShortName": "Arqueiro Arcano",
                    "subclassSource": "XGE",
                    "level": 10,
                    "header": 2,
                    "entries": [
                        "Você ganha um opção adicional de Disparo Arcano quando alcança o 10º nível."
                    ]
                },
                {
                    "name": "Opção Adicional de Disparo Arcano",
                    "source": "XGE",
                    "page": 42,
                    "className": "Guerreiro",
                    "classSource": "PHB",
                    "subclassShortName": "Arqueiro Arcano",
                    "subclassSource": "XGE",
                    "level": 15,
                    "header": 2,
                    "entries": [
                        "Você ganha um opção adicional de Disparo Arcano quando alcança o 15º nível."
                    ]
                },
                {
                    "name": "Disparo Sempre Pronto",
                    "source": "XGE",
                    "page": 42,
                    "className": "Guerreiro",
                    "classSource": "PHB",
                    "subclassShortName": "Arqueiro Arcano",
                    "subclassSource": "XGE",
                    "level": 15,
                    "header": 2,
                    "entries": [
                        "A partir do 15º nível, sua arqueria mágica está disponível sempre que uma batalha tem início. Ao jogar a iniciativa e não ter nenhum uso de Disparo Arcano sobrando, você recupera um uso."
                    ]
                },
                {
                    "name": "Opção Adicional de Disparo Arcano",
                    "source": "XGE",
                    "page": 42,
                    "className": "Guerreiro",
                    "classSource": "PHB",
                    "subclassShortName": "Arqueiro Arcano",
                    "subclassSource": "XGE",
                    "level": 18,
                    "header": 2,
                    "entries": [
                        "Você ganha um opção adicional de Disparo Arcano quando alcança o 18º nível. Cada opção também melhora quando você se torna um guerreiro de 18º nível."
                    ]
                }
            ]
        },
        {
            "name": "Cavaleiro",
            "shortName": "Cavaleiro",
            "id": "cavaleiro",
            "source": "XGE",
            "className": "Guerreiro",
            "classSource": "PHB",
            "page": 44,
            "level": 3,
            "entries": [
                "O cavaleiro arquetípico distingue-se em combate montado.",
                "Quase sempre nascido entre a nobreza e criado na corte, um Cavaleiro sente-se em casa tanto ao liderar uma carga de cavalaria quanto fazendo política num jantar de estado. Cavaleiros também aprendem como proteger aqueles sob sua responsabilidade, não raro servindo como protetores de seus superiores e dos oprimidos. Compelidos a corrigir injustiças ou angariar prestígio, muitos desses combatentes abandonam suas vidas de conforto para embarcar em gloriosas aventuras."
            ],
            "subclassFeatures": [{
                    "name": "Proficiência Bônus",
                    "source": "XGE",
                    "page": 44,
                    "className": "Guerreiro",
                    "classSource": "PHB",
                    "subclassShortName": "Cavaleiro",
                    "subclassSource": "XGE",
                    "level": 3,
                    "header": 1,
                    "entries": [
                        "Ao escolher este arquétipo no 3º nível, você ganha proficiência em uma das seguintes perícias à sua escolha: Atuação, História, Intuição, Lidar com Animais ou Persuasão. Opcionalmente, você aprende um idioma à sua escolha no lugar de uma perícia."
                    ]
                },
                {
                    "name": "Nascido para a Sela",
                    "source": "XGE",
                    "page": 44,
                    "className": "Guerreiro",
                    "classSource": "PHB",
                    "subclassShortName": "Cavaleiro",
                    "subclassSource": "XGE",
                    "level": 3,
                    "header": 1,
                    "entries": [
                        "A partir do 3º nível, seu domínio da equitação torna-se evidente. Você passa a ter vantagem em salvaguardas realizadas para evitar cair da sua montaria. Se você cair por não mais do que 3 metros, posar em pé, caso não esteja {@condition incapacitado}.",
                        "Por fim, montar ou desmontar uma criatura custa 1,5 metro, em vez de metade do seu deslocamento."
                    ]
                },
                {
                    "name": "Marca Inabalável",
                    "source": "XGE",
                    "page": 44,
                    "className": "Guerreiro",
                    "classSource": "PHB",
                    "subclassShortName": "Cavaleiro",
                    "subclassSource": "XGE",
                    "level": 3,
                    "header": 1,
                    "entries": [
                        "A partir do 3º nível, você pode ameaçar seus inimigos, frustrando os ataques deles e punindo-os por causarem dano a terceiros. Ao atingir uma criatura com uma arma de combate corpo a corpo, você pode marca-la até o final do seu próximo turno. Este efeito termina mais cedo se você ficar {@condition incapacitado} ou morrer, ou se outro personagem marcar a criatura.",
                        "Enquanto estiver a até 1,5 metro de você, a criatura marcada tem desvantagem em qualquer jogada de ataque que não o tenha como alvo.",
                        "Além disso, se uma criatura marcada por você causar dano a qualquer um que não seja você, isso lhe dá direito a realizar um ataque especial com uma arma de combate corpo a corpo contra a criatura marcada como uma ação bônus no seu próximo turno. Você tem vantagem na jogada de ataque, e caso acerte, a arma usada no ataque causa uma quantidade de dano adicional ao alvo igual a metade do seu nível como guerreiro.",
                        "Independentemente da quantidade de criaturas que você marque, você pode realizar este ataque especial um número de vezes igual ao seu modificador de Força (no mínimo um), recuperando todos os usos gastos desta habilidade ao terminar um descanso longo."
                    ]
                },
                {
                    "name": "Manobra Defensiva",
                    "source": "XGE",
                    "page": 44,
                    "className": "Guerreiro",
                    "classSource": "PHB",
                    "subclassShortName": "Cavaleiro",
                    "subclassSource": "XGE",
                    "level": 7,
                    "header": 2,
                    "entries": [
                        "No 7º nível, você aprende a desviar ataques direcionados a você, à sua montaria ou a outras criaturas próximas. Se você ou uma criatura à sua vista e a até 1,5 metro de você for atingido por um ataque, você pode jogar 1d8 como uma reação, caso esteja empunhando uma arma de combate corpo a corpo ou um escudo. Jogue o dado e adicione o resultado à CA do alvo contra aquele ataque. Se o ataque ainda assim for bem-sucedido, o alvo tem resistência contra o dano provocado pelo ataque.",
                        "Você pode usar esta característica uma quantidade de vezes igual ao seu modificador de Constituição (no mínimo uma vez), recuperando todos os usos gastos desta habilidade ao terminar um descanso longo."
                    ]
                },
                {
                    "name": "Manter a Formação",
                    "source": "XGE",
                    "page": 44,
                    "className": "Guerreiro",
                    "classSource": "PHB",
                    "subclassShortName": "Cavaleiro",
                    "subclassSource": "XGE",
                    "level": 10,
                    "header": 2,
                    "entries": [
                        "No 10º nível, você se torna mestre em travar seus inimigos. Criaturas provocam um ataque de oportunidade seu quando se deslocam 1,5 metro ou mais enquanto estão dentro do seu alcance, e se você atingir uma criatura com um ataque de oportunidade, o deslocamento dela é reduzido a 0 até o final do turno atual."
                    ]
                },
                {
                    "name": "Carga Feroz",
                    "source": "XGE",
                    "page": 44,
                    "className": "Guerreiro",
                    "classSource": "PHB",
                    "subclassShortName": "Cavaleiro",
                    "subclassSource": "XGE",
                    "level": 15,
                    "header": 2,
                    "entries": [
                        "A partir do 15º nível, montado ou desmontado, você pode atropelar seus inimigos. Se você se mover pelo menos 3 metros em linha reta antes de atacar uma criatura com sucesso, ela deve ser bem-sucedida numa salvaguarda de Força (CD 8 + seu bônus de proficiência + seu modificador de Força) ou ficar {@condition caída}. Você pode usar esta característica apenas uma vez em cada um dos seus turnos."
                    ]
                },
                {
                    "name": "Defensor Vigilante",
                    "source": "XGE",
                    "page": 44,
                    "className": "Guerreiro",
                    "classSource": "PHB",
                    "subclassShortName": "Cavaleiro",
                    "subclassSource": "XGE",
                    "level": 18,
                    "header": 2,
                    "entries": [
                        "A partir do 18º nível, você responde ao perigo com vigilância extraordinária. Em combate, você tem um reação especial que pode usar uma vez no turno de toda criatura, exceto no seu próprio. Você pode usar esta reação especial apenas para realizar um ataque de oportunidade, e não pode usá-la no mesmo turno em que usa sua reação normal."
                    ]
                }
            ]
        },
        {
            "name": "Samurai",
            "shortName": "Samurai",
            "id": "samurai",
            "source": "XGE",
            "className": "Guerreiro",
            "classSource": "PHB",
            "page": 45,
            "level": 3,
            "entries": [
                "O Samurai é um guerreiro que emprega um implacável espírito de luta para superar seus inimigos. A determinação de um Samurai é praticamente inquebrável, e seus inimigos têm duas escolhas: render-se ou morrer lutando."
            ],
            "subclassFeatures": [{
                    "name": "Proficiência Bônus",
                    "source": "XGE",
                    "page": 45,
                    "className": "Guerreiro",
                    "classSource": "PHB",
                    "subclassShortName": "Samurai",
                    "subclassSource": "XGE",
                    "level": 3,
                    "header": 1,
                    "entries": [
                        "Ao escolher este arquétipo no 3º nível, você ganha proficiência em uma das seguintes perícias à sua escolha: Atuação, História, Intuição ou Persuasão. Opcionalmente, você aprende um idioma à sua escolha no lugar de uma perícia."
                    ]
                },
                {
                    "name": "Espírito Guerreiro",
                    "source": "XGE",
                    "page": 45,
                    "className": "Guerreiro",
                    "classSource": "PHB",
                    "subclassShortName": "Samurai",
                    "subclassSource": "XGE",
                    "level": 3,
                    "header": 1,
                    "entries": [
                        "A partir do 3º nível, sua intensidade em batalha pode servir de escudo e ajudá-lo a atacar com maior potência e precisão. Como uma ação bônus no seu turno, você pode dar a si mesmo vantagem em jogadas de ataques armados até o final do seu turno atual. Ao fazê-lo, você ganha 5 pontos de vida temporários. O número de pontos de vida temporários aumenta quando você alcança certos níveis nesta classe, passando para 10 no 10º e 15 no 15º nível.",
                        "Você pode usar esta característica três vezes, recuperando todos os usos gastos dela ao terminar um descanso longo."
                    ]
                },
                {
                    "name": "Cortesão Elegante",
                    "source": "XGE",
                    "page": 45,
                    "className": "Guerreiro",
                    "classSource": "PHB",
                    "subclassShortName": "Samurai",
                    "subclassSource": "XGE",
                    "level": 7,
                    "header": 2,
                    "entries": [
                        "A partir do 7º nível, sua disciplina e atenção aos detalhes permitem que você se destaque em situações sociais. Todos os seus testes de Carisma (Persuasão) são realizados com um bônus igual ao seu modificador de Sabedoria.",
                        "Seu autocontrole também lhe rende proficiência em salvaguardas de Sabedoria. Caso já possua essa proficiência, em vez disso você ganha proficiência em salvaguardas de Inteligência ou Carisma (à sua escolha)."
                    ]
                },
                {
                    "name": "Espírito Incansável",
                    "source": "XGE",
                    "page": 45,
                    "className": "Guerreiro",
                    "classSource": "PHB",
                    "subclassShortName": "Samurai",
                    "subclassSource": "XGE",
                    "level": 10,
                    "header": 2,
                    "entries": [
                        "A partir do 10º nível, sempre que você jogar iniciativa e não tiver nenhum uso de Espírito Guerreiro sobrando, você recupera um uso."
                    ]
                },
                {
                    "name": "Golpe Rápido",
                    "source": "XGE",
                    "page": 45,
                    "className": "Guerreiro",
                    "classSource": "PHB",
                    "subclassShortName": "Samurai",
                    "subclassSource": "XGE",
                    "level": 15,
                    "header": 2,
                    "entries": [
                        "A partir do 15º nível, você aprende a trocar precisão por rapidez. Se você usar a ação Ataque no seu turno e possuir vantagem numa jogada de Ataque no seu turno e possuir vantagem numa jogada de ataque contra um de seus alvos, você pode renunciar à vantagem na jogada para realizar um ataque armado adicional contra aquele alvo, como parte da mesma ação. Você não pode fazer isso mais do que uma vez por turno."
                    ]
                },
                {
                    "name": "Força Perante a Morte",
                    "source": "XGE",
                    "page": 45,
                    "className": "Guerreiro",
                    "classSource": "PHB",
                    "subclassShortName": "Samurai",
                    "subclassSource": "XGE",
                    "level": 18,
                    "header": 2,
                    "entries": [
                        "A partir do 18º nível, seu espírito de luta pode adiar o abraço da morte. Se você sofrer dano que o reduza a 0 ponto de vida mas não o mate de uma vez, você pode usar sua reação para adiar ficar {@condition inconsciente}, e pode ganhar imediatamente um turno extra, interrompendo o atual. Enquanto você estiver com 0 pontos de vida durante o turno extra, sofrer dano resulta em falhas de salvaguarda como sempre, e três dessas falhas ainda podem matá-lo. Quando o turno extra termina, você cai {@condition inconsciente} se ainda estiver com 0 ponto de vida.",
                        "Após usar esta característica, você não pode usá-la novamente até terminar um descanso longo."
                    ]
                }
            ]
        }
    ]
}