{
	"class": [
		{
			"name": "Mago",
			"subclassTitle": "Tradições Arcanas",
			"multiclassing": {
				"requirements": {
					"int": 13
				}
			},
            "entries": [
                "O estudo da magia é antigo, remontando à época em que os primeiros mortais descobriram a energia mágica. Ela está firmemente estabelecida nos mundos de D&D, com várias tradições dedicadas ao seu complexo estudo.",
                "As tradições arcanas mais comuns no multiverso giram em torno das escolas de magia. Através dos tempos, os magos têm catalogado milhares de magias, agrupando-as em oito categorias denominadas escolas, conforme descrito no capítulo 10. Em alguns lugares, essas tradições assumem a forma de escolas, no sentido literal da palavra - um mago pode estudar na Escola de Ilusão, enquanto outros estudam do outro lado da cidade na Escola de Encantamento. Em outras localidades, as escolas são mais como departamentos acadêmicos, como faculdades rivais competindo por alunos e financiamento. Até mesmo magos que treinam aprendizes na solidão de suas próprias torres usam a divisão das magias em escolas como um dispositivo de ensino, uma vez que as magias de cada escola exigirem o domínio de técnicas diferentes."
            ]
		}
	],
	"subclasses": [
		{
			"name": "Escola de Abjuração",
			"shortName": "Abjuração",
            "id": "abjuracao",
			"source": "PHB",
			"className": "Mago",
			"classSource": "PHB",
			"page": 102,
            "level": 2,
            "entries": [
                "A Escola de Abjuração enfatiza magias que bloqueiam, banem ou protegem. Os detratores desta escola acusam-na de se concentrar na contradição e negação, ao invés da afirmação. Mas você entende, porém, que neutralizar um efeito nocivo, proteger os fracos, e banir influências malignas é qualquer coisa exceto um vazio filosófico. É uma vocação que causa orgulho e merece ser respeitada.",
                "Chamados de abjuradores, os membros desta escola são procurados quando espíritos malignos precisam ser exorcizados, locais importantes precisam ser guardados contra espionagem mágica, e portais para outros planos de existência precisam ser fechados."
            ],
			"subclassFeatures": [
                {
                    "name": "Versado em Abjuração",
                    "source": "PHB",
                    "page": 103,
                    "className": "Mago",
                    "classSource": "PHB",
                    "subclassShortName": "Abjuração",
                    "subclassSource": "PHB",
                    "level": 2,
                    "header": 1,
                    "entries": [
                        "Começando quando você escolhe esta escola no 2º nível, o ouro e o tempo necessários para copiar uma magia de abjura-ção em seu livro de magias são reduzidos pela metade."
                    ]
                },
                {
                    "name": "Proteção Arcana",
                    "source": "PHB",
                    "page": 103,
                    "className": "Mago",
                    "classSource": "PHB",
                    "subclassShortName": "Abjuração",
                    "subclassSource": "PHB",
                    "level": 2,
                    "header": 1,
                    "entries": [
                        "A partir do 2º nível, você pode tecer a magia ao seu redor como uma forma de proteção. Ao conjurar uma magia de abjuração de 1º círculo ou superior, ao mesmo tempo você pode usar um fio dessa magia para criar uma proteção, que dura até o final do seu próximo descanso longo. Essa proteção tem pontos de vida máximos iguais ao dobro do seu nível de mago + seu modificador de Inteligência. Todo dano sofrido por você passa a ser sofrido pela proteção. Quando os pontos de vida da proteção forem reduzidos a 0, você sofrerá qualquer dano excedente.",
                        "Enquanto a proteção estiver sem pontos de vida, ela não o protegerá, mas continuará ativa. Sempre que você conjura uma magia de abjuração de 1º círculo ou superior, a proteção recupera um número de pontos de vida igual ao dobro do círculo da magia.",
                        "Uma vez usada esta característica, você só pode voltar a usá-la após um descanso longo."
                    ]
                },
                {
                    "name": "Proteção Projetada",
                    "source": "PHB",
                    "page": 103,
                    "className": "Mago",
                    "classSource": "PHB",
                    "subclassShortName": "Abjuração",
                    "subclassSource": "PHB",
                    "level": 6,
                    "header": 2,
                    "entries": [
                        "A partir do 6º nível, quando uma criatura à sua vista e no máximo a 9 metros de distância sofrer dano, você pode usar a sua reação para fazer com que sua Proteção Arcana absorva esse dano. Se os pontos de vida da proteção forem reduzidos a 0, a criatura protegida sofrerá qualquer dano excedente."
                    ]
                },
                {
                    "name": "Abjuração Aprimorada",
                    "source": "PHB",
                    "page": 103,
                    "className": "Mago",
                    "classSource": "PHB",
                    "subclassShortName": "Abjuração",
                    "subclassSource": "PHB",
                    "level": 10,
                    "header": 2,
                    "entries": [
                        "A partir do 10º nível, você deve adicionar o seu bônus de proficiência ao conjurar uma magia de abjuração que necessite de um teste de atributo (como {@spell contramagia} e {@spell dissipar magia})."
                    ]
                },
                {
                    "name": "Resistência à Magia",
                    "source": "PHB",
                    "page": 103,
                    "className": "Mago",
                    "classSource": "PHB",
                    "subclassShortName": "Abjuração",
                    "subclassSource": "PHB",
                    "level": 14,
                    "header": 2,
                    "entries": [
                        "A partir do 14º nível, você tem vantagem em salvaguardas contra magias.",
                        "Além disso, você tem resistência contra dano provocado por magias."
                    ]
                }
			]
		},
		{
			"name": "Escola de Adivinhação",
			"shortName": "Adivinhação",
            "id": "adivinhacao",
			"source": "PHB",
			"className": "Mago",
			"classSource": "PHB",
			"page": 103,
            "level": 2,
            "entries": [
                "O conselho de um adivinho é buscado tanto pela realeza quanto pelos plebeus, pois todos procuram uma compreensão mais clara do passado, do presente e do futuro. Como adivinho, você se esforça para separar os véus do espaço, do tempo e da consciência para poder enxergar mais claramente. Você trabalha para dominar magias de discernimento, visão remota, conhecimento sobrenatural e previsão."
            ],
			"subclassFeatures": [
                {
                    "name": "Versado em Adivinhação",
                    "source": "PHB",
                    "page": 103,
                    "className": "Mago",
                    "classSource": "PHB",
                    "subclassShortName": "Adivinhação",
                    "subclassSource": "PHB",
                    "level": 2,
                    "header": 1,
                    "entries": [
                        "Ao escolher esta escola no 2º nível, o ouro e o tempo que você precisa gastar para copiar uma magia de adivinhação em seu livro de magias são reduzidos pela metade."
                    ]
                },
                {
                    "name": "Prodígio",
                    "source": "PHB",
                    "page": 103,
                    "className": "Mago",
                    "classSource": "PHB",
                    "subclassShortName": "Adivinhação",
                    "subclassSource": "PHB",
                    "level": 2,
                    "header": 1,
                    "entries": [
                        "Ao escolher esta escola no 2º nível, vislumbres do futuro começam a pressionar sua consciência. Ao terminar um descanso longo, jogue 2d20 e anote os resultados. Você pode substituir qualquer jogada de ataque, teste de atributo ou salvaguarda feitos por você ou por uma criatura à sua vista por um desses números. Só é possível fazer isso antes da jogada. Apenas uma jogada pode ser substituída dessa maneira a cada turno.",
                        "Cada jogada presciente pode ser utilizada uma única vez. Após um descanso longo, perde-se qualquer jogada presciente não utilizada."
                    ]
                },
                {
                    "name": "Perito em Adivinhação",
                    "source": "PHB",
                    "page": 103,
                    "className": "Mago",
                    "classSource": "PHB",
                    "subclassShortName": "Adivinhação",
                    "subclassSource": "PHB",
                    "level": 6,
                    "header": 2,
                    "entries": [
                        "A partir do 6º nível, conjurar magias de adivinhação torna-se tão fácil para você, que passa a lhe custar apenas uma fração dos seus esforços. Ao conjurar uma magia de adivinhação de 2º círculo ou superior usando um espaço de magia, você recupera um espaço de magia gasto. O espaço que você recupera deve ser de um círculo inferior ao da magia conjurada e abaixo do 5º círculo."
                    ]
                },
                {
                    "name": "O Terceiro Olho",
                    "source": "PHB",
                    "page": 103,
                    "className": "Mago",
                    "classSource": "PHB",
                    "subclassShortName": "Adivinhação",
                    "subclassSource": "PHB",
                    "level": 10,
                    "header": 2,
                    "entries": [
                        "A partir do 10º nível, você pode usar sua ação para aumentar seus poderes de percepção. Ao fazê-lo, escolha um dos seguintes benefícios, o qual durará até você ficar {@condition incapacitado} ou completar um descanso curto ou longo. Só é possível usar esta característica novamente após um descanso longo.",
                        {
                            "type": "options",
                            "entries": [
                                {
                                    "type": "entries",
                                    "name": "Visão no Escuro",
                                    "entries": [
                                        "Você ganha visão no escuro a uma distância de até 18 metros."
                                    ]
                                },
                                {
                                    "type": "entries",
                                    "name": "Visão Etérea",
                                    "entries": [
                                        "Você pode enxergar no Plano Etéreo a até 18 metros de distância."
                                    ]
                                },
                                {
                                    "type": "entries",
                                    "name": "Compreensão Superior",
                                    "entries": [
                                        "Você pode ler qualquer idioma."
                                    ]
                                },
                                {
                                    "type": "entries",
                                    "name": "Ver o Invisível",
                                    "entries": [
                                        "Você pode ver criaturas e objetos {@condition invisíveis} a até 3 metros de distância, que estejam dentro da sua linha de visão."
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "name": "Prodígio Maior",
                    "source": "PHB",
                    "page": 103,
                    "className": "Mago",
                    "classSource": "PHB",
                    "subclassShortName": "Adivinhação",
                    "subclassSource": "PHB",
                    "level": 14,
                    "header": 2,
                    "entries": [
                        "A partir do 14º nível, as visões em seus sonhos se intensificam, pintando em sua mente uma imagem mais precisa do que está por vir. Passe a jogar 3d20 prescientes para sua característica Prodígio, ao invés de dois."
                    ]
                }
			]
		},
		{
			"name": "Escola de Encantamento",
			"shortName": "Encantamento",
            "id": "encantamento",
			"source": "PHB",
			"className": "Mago",
			"classSource": "PHB",
			"page": 103,
            "level": 2,
            "entries": [
                "Como membro da Escola de Encantamento, você aperfeiçoou a sua capacidade de fascinar e enganar magicamente. Alguns encantadores são pacificadores que enfeitiçam os mais violentos para que baixem as armas, e encantam os cruéis para que demonstrem misericórdia. Outros são tiranos que acorrentam magicamente os relutantes aos seus pés. A maioria dos encantadores fica em algum lugar entre os dois."
            ],
			"subclassFeatures": [
                {
                    "name": "Versado em Encantamento",
                    "source": "PHB",
                    "page": 103,
                    "className": "Mago",
                    "classSource": "PHB",
                    "subclassShortName": "Encantamento",
                    "subclassSource": "PHB",
                    "level": 2,
                    "header": 1,
                    "entries": [
                        "Ao escolher esta escola no 2º nível, o ouro e o tempo que você precisa gastar para copiar uma magia de encantamento em seu livro de magias são reduzidos pela metade."
                    ]
                },
                {
                    "name": "Olhar Hipnótico",
                    "source": "PHB",
                    "page": 103,
                    "className": "Mago",
                    "classSource": "PHB",
                    "subclassShortName": "Encantamento",
                    "subclassSource": "PHB",
                    "level": 2,
                    "header": 1,
                    "entries": [
                        "Ao escolher esta escola no 2º nível, as suas palavras suaves e o seu olhar encantador podem cativar magicamente outra criatura. Ao fazê-lo, escolha uma criatura à sua vista e que esteja a no máximo 9 metros de você. Se ela puder vê-lo ou ouvi-lo, ela precisa ser bem-sucedida em uma salvaguarda de Sabedoria contra a CD para evitar suas magias de mago, ou ficará {@condition enfeitiçada} por você até o final do seu próximo turno. O deslocamento da criatura {@condition enfeitiçada} cai para 0, ela fica {@condition incapacitada} e visivelmente aturdida.",
                        "Você pode usar suas ações dos turnos subsequentes para manter este efeito, estendendo a duração dele até o fim do seu próximo turno. No entanto, o efeito se encerra caso a criatura não possa ouvi-lo, sofra dano ou se distancie mais de 1,5 metro de você.",
                        "Quando o efeito termina, ou caso a criatura seja bem-sucedida na salvaguarda inicial contra este efeito, você só pode voltar a usá-lo nesse alvo após um descanso longo."
                    ]
                },
                {
                    "name": "Encantamento Instintivo",
                    "source": "PHB",
                    "page": 104,
                    "className": "Mago",
                    "classSource": "PHB",
                    "subclassShortName": "Encantamento",
                    "subclassSource": "PHB",
                    "level": 6,
                    "header": 2,
                    "entries": [
                        "A partir do 6º nível, quando uma criatura, à sua vista e no máximo a 9 metros de distância, o ataca, você pode usar a sua reação para desviar o ataque para outra criatura, contanto que esta esteja ao alcance do ataque. O atacante deve fazer uma salvaguarda de Sabedoria contra a CD para evitar sua magia de mago. No caso de falha, ele deve atacar a criatura mais próxima, excluindo você e ele próprio. Caso haja várias criaturas mais próximas, ele deve escolher uma como alvo. Em caso de sucesso, você só pode voltar a usar esta característica no atacante após um descanso longo.",
                        "Você deve usar esta característica antes de saber se o ataque foi ou não bem-sucedido. Criaturas que não possam ser {@condition enfeitiçadas} são imunes a este efeito."
                    ]
                },
                {
                    "name": "Duplicar Encantamento",
                    "source": "PHB",
                    "page": 104,
                    "className": "Mago",
                    "classSource": "PHB",
                    "subclassShortName": "Encantamento",
                    "subclassSource": "PHB",
                    "level": 10,
                    "header": 2,
                    "entries": [
                        "A partir do 10º nível, ao conjurar uma magia de encantamento de 1º círculo ou superior, cujo alvo seja uma única criatura, você pode escolher uma segunda criatura alvo."
                    ]
                },
                {
                    "name": "Alterar Memórias",
                    "source": "PHB",
                    "page": 104,
                    "className": "Mago",
                    "classSource": "PHB",
                    "subclassShortName": "Encantamento",
                    "subclassSource": "PHB",
                    "level": 14,
                    "header": 2,
                    "entries": [
                        "No 14º nível você ganha a habilidade de fazer com que uma criatura não perceba sua influência mágica sobre ela. Ao conjurar uma magia de encantamento para {@condition enfeitiçar} uma ou mais criaturas, você pode alterar a percepção delas, de modo que não notem o feitiço.",
                        "Adicionalmente, logo antes de a magia expirar, você pode usar sua ação para tentar fazer com que a criatura esqueça parte do tempo em que esteve {@condition enfeitiçada}. Ela deve ser bem-sucedida em uma salvaguarda de Inteligência contra o CD para evitar magias de mago, ou perderá a memória relativa a um período equivalente a 1 + seu modificador de Carisma (mínimo de 1). Você pode fazer uma criatura esquecer um período menor, que, no entanto, não pode exceder a duração da magia conjurada."
                    ]
                }
			]
		},
		{
			"name": "Escola de Evocação",
			"shortName": "Evocação",
            "id": "evocacao",
			"source": "PHB",
			"className": "Mago",
			"classSource": "PHB",
			"page": 104,
			"srd": true,
			"basicRules": true,
            "level": 2,
            "entries": [
                "Evocadores concentram seu estudo mágico na criação de efeitos elementais poderosos, como frio mordaz, chamas cauterizantes, trovões estrondosos, relâmpagos crepitantes e ácido ardente. Alguns encontram emprego em forças militares, servindo como artilharia para explodir exércitos inimigos de longe. Há os que empregam seus poderes espetaculares na proteção dos mais fracos, enquanto outros buscam cada vez mais poder como bandidos, aventureiros ou aspirantes a ditadores."
            ],
			"subclassFeatures": [
                {
                    "name": "Versado em Evocação",
                    "source": "PHB",
                    "page": 104,
                    "srd": true,
                    "basicRules": true,
                    "className": "Mago",
                    "classSource": "PHB",
                    "subclassShortName": "Evocação",
                    "subclassSource": "PHB",
                    "level": 2,
                    "header": 1,
                    "entries": [
                        "Ao escolher esta escola no 2º nível, o ouro e o tempo que você deve gasta para copiar uma magia de evocação em seu livro de magias passam a serem reduzidos pela metade."
                    ]
                },
                {
                    "name": "Esculpir Magias",
                    "source": "PHB",
                    "page": 104,
                    "srd": true,
                    "basicRules": true,
                    "className": "Mago",
                    "classSource": "PHB",
                    "subclassShortName": "Evocação",
                    "subclassSource": "PHB",
                    "level": 2,
                    "header": 1,
                    "entries": [
                        "Começando no 2º nível, você pode criar bolsões de relativa segurança dentro dos efeitos de suas magias de evocação. Ao conjurar uma magia de evocação que afete outras criaturas em seu raio de visão, você pode escolher um número de criaturas igual a 1 + o círculo da magia para serem automaticamente bem-sucedidas nas suas salvaguardas contra a magia e, caso normalmente recebessem metade do dano se bem-sucedidas, não receberem nenhum dano."
                    ]
                },
                {
                    "name": "Truque Potente",
                    "source": "PHB",
                    "page": 104,
                    "srd": true,
                    "basicRules": true,
                    "className": "Mago",
                    "classSource": "PHB",
                    "subclassShortName": "Evocação",
                    "subclassSource": "PHB",
                    "level": 6,
                    "header": 2,
                    "entries": [
                        "A partir do 6º nível, o dano dos seus truques afeta criaturas mesmo que elas possam evitá-lo. Quando uma criatura é bem-sucedida em uma salvaguarda contra um truque seu, ela sofre metade do dano (se houver), mas não sofre nenhum dos efeitos adicionais."
                    ]
                },
                {
                    "name": "Evocação Potencializada",
                    "source": "PHB",
                    "page": 104,
                    "srd": true,
                    "basicRules": true,
                    "className": "Mago",
                    "classSource": "PHB",
                    "subclassShortName": "Evocação",
                    "subclassSource": "PHB",
                    "level": 10,
                    "header": 2,
                    "entries": [
                        "Começando no 10º nível, você pode adicionar seu modificador de Inteligência a uma jogada de dano de qualquer magia de evocação que conjurar."
                    ]
                },
                {
                    "name": "Sobrecarga",
                    "source": "PHB",
                    "page": 104,
                    "srd": true,
                    "basicRules": true,
                    "className": "Mago",
                    "classSource": "PHB",
                    "subclassShortName": "Evocação",
                    "subclassSource": "PHB",
                    "level": 14,
                    "header": 2,
                    "entries": [
                        "A partir do 14º nível, você pode aumentar o poder de suas magias mais simples. Ao conjurar uma magia de mago de 1º ao 5º círculo que cause dano, você pode causar dano máximo.",
                        "Ao fazê-lo pela primeira vez, você não sofre nenhum efeito adverso. Se usar esta característica novamente antes de um descanso longo, sofrerá 2d12 pontos de dano necrótico para cada círculo da magia, imediatamente após conjurá-la. Cada vez que você voltar a usar esta característica antes de um descanso longo, o dano necrótico por círculo da magia aumenta em 1d12. Esse dano ignora resistência e imunidade."
                    ]
                }
			]
		},
		{
			"name": "Escola de Ilusão",
			"shortName": "Ilusão",
            "id": "ilusao",
			"source": "PHB",
			"className": "Mago",
			"classSource": "PHB",
			"page": 104,
            "level": 2,
            "entries": [
                "Você concentra seus estudos na magia que deslumbra os sentidos, confunde a mente e engana até as pessoas mais sábias. Sua magia é sutil, mas as ilusões elaboradas por sua mente aguçada fazem o irreal parecer verdade. Alguns ilusionistas - incluindo muitos magos gnomos - são brincalhões bem-intencionados que usam seus poderes para entreter. Outros são mestres da mentira mais sinistros, usando suas ilusões para assustar e enganar, em busca de ganhos pessoais."
            ],
			"subclassFeatures": [
                {
                    "name": "Versado em Ilusão",
                    "source": "PHB",
                    "page": 104,
                    "className": "Mago",
                    "classSource": "PHB",
                    "subclassShortName": "Ilusão",
                    "subclassSource": "PHB",
                    "level": 2,
                    "header": 1,
                    "entries": [
                        "Ao escolher esta escola no 2º nível, o ouro e o tempo que você deve gastar para copiar uma magia de evocação em seu livro de magias passam a ser reduzidos pela metade."
                    ]
                },
                {
                    "name": "Ilusão Menor Aprimorada",
                    "source": "PHB",
                    "page": 104,
                    "className": "Mago",
                    "classSource": "PHB",
                    "subclassShortName": "Ilusão",
                    "subclassSource": "PHB",
                    "level": 2,
                    "header": 1,
                    "entries": [
                        "Ao escolher esta escola no 2º nível, você aprende o truque {@spell ilusão menor}. Se você já o conhece, aprende em seu lugar um truque de mago diferente, à sua escolha. Este truque não conta para a sua lista de truques conhecidos.",
                        "Ao conjurar {@spell ilusão menor}, você pode criar ambos, um som e uma imagem, com uma única conjuração."
                    ]
                },
                {
                    "name": "Ilusões Maleáveis",
                    "source": "PHB",
                    "page": 104,
                    "className": "Mago",
                    "classSource": "PHB",
                    "subclassShortName": "Ilusão",
                    "subclassSource": "PHB",
                    "level": 6,
                    "header": 2,
                    "entries": [
                        "A partir do 6º nível, ao conjurar uma magia de ilusão que tenha duração de 1 minuto ou mais, você pode usar sua ação para mudar a natureza dessa ilusão (porém respeitando os parâmetros que a magia estabelece para ela), contanto que possa vê-la."
                    ]
                },
                {
                    "name": "Autoimagem Ilusória",
                    "source": "PHB",
                    "page": 104,
                    "className": "Mago",
                    "classSource": "PHB",
                    "subclassShortName": "Ilusão",
                    "subclassSource": "PHB",
                    "level": 10,
                    "header": 2,
                    "entries": [
                        "A partir do 10º nível, você pode criar uma duplicata ilusória de si mesmo como uma reação instantânea, quase instintiva ao perigo. Ao ser o alvo de uma jogada de ataque, você pode usar sua reação para colocar a duplicata ilusória entre você e o ataque, que atinge automaticamente a ilusão, dissipando-a, sem causar dano a você.",
                        "Uma vez usada esta característica, você só pode utilizá-la novamente após completar um descanso curto ou longo."
                    ]
                },
                {
                    "name": "Realidade Ilusória",
                    "source": "PHB",
                    "page": 105,
                    "className": "Mago",
                    "classSource": "PHB",
                    "subclassShortName": "Ilusão",
                    "subclassSource": "PHB",
                    "level": 14,
                    "header": 2,
                    "entries": [
                        "No 14º nível, você aprende o segredo de tecer a magia das sombras em suas ilusões, e dar a elas um tom de quase realidade. Ao conjurar uma magia de ilusão de 1º círculo ou superior, você pode tornar real um objeto inanimado e não-mágico que seja parte da ilusão. Você pode fazê-lo em seu turno utilizando como uma ação bônus, enquanto a magia estiver em curso. O objeto permanece real por 1 minuto. Por exemplo, você pode criar uma ilusão de uma ponte sobre um abismo e, em seguida, torná-la real tempo suficiente para que seus aliados a atravessem.",
                        "O objeto não pode causar dano ou ferir diretamente."
                    ]
                }
			]
		},
		{
			"name": "Escola de Invocação",
			"shortName": "Invocação",
            "id": "invocacao",
			"source": "PHB",
			"className": "Mago",
			"classSource": "PHB",
			"page": 105,
            "level": 2,
            "entries": [
                "Membros da escola de invocação favorecem magias que produzem objetos e criaturas a partir do nada. Você pode invocar as ondulantes nuvens de um nevoeiro mortal, ou convocar criaturas de outro lugar para combater em seu nome. À medida que seu domínio cresce, você aprende magias de teleporte, que lhe permitem se deslocar instantaneamente através de enormes distâncias - até mesmo para outros planos de existência."
            ],
			"subclassFeatures": [
                {
                    "name": "Versado em Invocação",
                    "source": "PHB",
                    "page": 105,
                    "className": "Mago",
                    "classSource": "PHB",
                    "subclassShortName": "Invocação",
                    "subclassSource": "PHB",
                    "level": 2,
                    "header": 1,
                    "entries": [
                        "Ao escolher esta escola no 2º nível, o ouro e o tempo que você precisa gastar para copiar uma magia de invocação em seu livro de magias são reduzidos pela metade."
                    ]
                },
                {
                    "name": "Invocação Menor",
                    "source": "PHB",
                    "page": 105,
                    "className": "Mago",
                    "classSource": "PHB",
                    "subclassShortName": "Invocação",
                    "subclassSource": "PHB",
                    "level": 2,
                    "header": 1,
                    "entries": [
                        "Ao escolher esta escola no 2º nível, você pode usar sua ação para invocar um objeto inanimado na sua mão ou no chão, em um espaço desocupado à sua vista e que esteja a até 3 metros de distância. Esse objeto não pode ocupar uma área maior do que 1 metro ou pesar mais do que 5 quilos, e sua forma deve ser a de qualquer objeto não-mágico que você já tenha visto. O objeto é visivelmente mágico, irradiando luz tênue a uma distância de até 1,5 metro.",
                        "Ele desaparece caso você use esta característica novamente, sofra ou cause dano, ou após o transcorrer de uma hora."
                    ]
                },
                {
                    "name": "Transposição Benigna",
                    "source": "PHB",
                    "page": 105,
                    "className": "Mago",
                    "classSource": "PHB",
                    "subclassShortName": "Invocação",
                    "subclassSource": "PHB",
                    "level": 6,
                    "header": 2,
                    "entries": [
                        "A partir do 6º nível, você pode usar sua ação para se teleportar para um espaço desocupado, à sua vista, que esteja a uma distância de até 9 metros. Esse espaço também pode estar ocupado por uma criatura Pequena ou Média. Se a criatura aceitar, vocês dois trocam de lugar via teleporte.",
                        "Uma vez usada esta característica, ela só pode ser reutilizada após você completar um descanso longo, ou conjurar uma magia de 1º círculo ou maior pertencente à escola de invocação."
                    ]
                },
                {
                    "name": "Invocação Focada",
                    "source": "PHB",
                    "page": 105,
                    "className": "Mago",
                    "classSource": "PHB",
                    "subclassShortName": "Invocação",
                    "subclassSource": "PHB",
                    "level": 10,
                    "header": 2,
                    "entries": [
                        "A partir do 10º nível, enquanto você se concentra em uma magia de invocação, sua concentração não pode ser quebrada como resultado de um dano sofrido."
                    ]
                },
                {
                    "name": "Convocação Duradoura",
                    "source": "PHB",
                    "page": 105,
                    "className": "Mago",
                    "classSource": "PHB",
                    "subclassShortName": "Invocação",
                    "subclassSource": "PHB",
                    "level": 14,
                    "header": 2,
                    "entries": [
                        "A partir do 14º nível, qualquer criatura que você convoque ou crie com uma magia de invocação possui 30 pontos de vida temporários."
                    ]
                }
			]
		},
		{
			"name": "Escola de Necromancia",
			"shortName": "Necromancia",
            "id": "necromancia",
			"source": "PHB",
			"className": "Mago",
			"classSource": "PHB",
			"page": 105,
            "level": 2,
            "entries": [
                "A Escola de Necromancia explora as forças cósmicas da vida, da morte e da não-vida. Conforme concentra seus estudos nesta tradição, você aprende a manipular a energia que anima todos os seres vivos. À medida que progride, aprende a retirar a força vital de uma criatura enquanto a sua magia destrói o corpo dela, transformando essa energia vital em poder mágico que você pode manipular.",
                "A maioria das pessoas vê os necromantes como ameaçadores, ou até mesmo como vilões, devido a essa estreita associação com a morte. Mas nem todos os necromantes são maus, embora as forças que manipulem sejam consideradas tabu por muitas sociedades."
            ],
			"subclassFeatures": [
                {
                    "name": "Versado em Necromancia",
                    "source": "PHB",
                    "page": 105,
                    "className": "Mago",
                    "classSource": "PHB",
                    "subclassShortName": "Necromancia",
                    "subclassSource": "PHB",
                    "level": 2,
                    "header": 1,
                    "entries": [
                        "Ao escolher esta escola no 2º nível, o ouro e o tempo que você precisa gastar para copiar uma magia de necromancia em seu livro de magias são reduzidos pela metade."
                    ]
                },
                {
                    "name": "Colheita Maldita",
                    "source": "PHB",
                    "page": 105,
                    "className": "Mago",
                    "classSource": "PHB",
                    "subclassShortName": "Necromancia",
                    "subclassSource": "PHB",
                    "level": 2,
                    "header": 1,
                    "entries": [
                        "No 2º nível, você ganha a capacidade de colher a energia vital de criaturas mortas por suas magias. Uma vez por turno, ao matar uma ou mais criaturas com uma magia de 1º círculo ou superior, você recupera uma quantidade de pontos de vida igual ao dobro do círculo da magia, ou três vezes o círculo, caso a magia pertença à escola de necromancia. Você não ganha esse benefício por matar constructos ou mortos-vivos."
                    ]
                },
                {
                    "name": "Servos Mortos-Vivos",
                    "source": "PHB",
                    "page": 106,
                    "className": "Mago",
                    "classSource": "PHB",
                    "subclassShortName": "Necromancia",
                    "subclassSource": "PHB",
                    "level": 6,
                    "header": 2,
                    "entries": [
                        "No 6º nível, você adiciona a magia {@spell animar mortos} ao seu livro de magias, caso não a possua. Ao conjurar {@spell animar mortos}, você pode selecionar como alvo um corpo ou pilha de ossos adicional, desse modo criando, respectivamente, outro zumbi ou esqueleto.",
                        "Sempre que criar um morto-vivo usando uma magia necromântica, você ganha benefícios adicionais:",
                        {
                            "type": "list",
                            "items": [
                                "Seu nível de mago é adicionado aos pontos de vida máximos da criatura.",
                                "Seu bônus de proficiência é somado às jogadas de dano das armas da criatura."
                            ]
                        }
                    ]
                },
                {
                    "name": "Acostumado à Não-Vida",
                    "source": "PHB",
                    "page": 106,
                    "className": "Mago",
                    "classSource": "PHB",
                    "subclassShortName": "Necromancia",
                    "subclassSource": "PHB",
                    "level": 10,
                    "header": 2,
                    "entries": [
                        "A partir do 10º nível, você tem resistência a dano necrótico e seus pontos de vida máximos não podem ser reduzidos. Você passou tanto tempo lidando com mortos-vivos e com as forças que os animam, que ficou acostumado a alguns dos piores efeitos da necromancia."
                    ]
                },
                {
                    "name": "Comandar Mortos-Vivos",
                    "source": "PHB",
                    "page": 106,
                    "className": "Mago",
                    "classSource": "PHB",
                    "subclassShortName": "Necromancia",
                    "subclassSource": "PHB",
                    "level": 14,
                    "header": 2,
                    "entries": [
                        "Começando no 14º nível, você pode usar magia para manter mortos-vivos sob seu controle, até mesmo aqueles criados por outros magos. Com uma ação, você pode escolher um morto-vivo à sua vista, e que esteja a até 18 metros de distância. Ele pode fazer uma salvaguarda de Carisma contra o CD para evitar suas magias. Caso ele seja bem-sucedido, fica imune a esta característica. Caso falhe, torna-se amigável a você e passa a obedecer aos seus comandos até o próximo uso desta característica.",
                        "Mortos-vivos inteligentes são mais difíceis de controlar dessa forma. Se o alvo possui uma Inteligência igual a 8 ou maior, terá vantagem no teste de salvaguarda. Caso falhe e tenha uma inteligência igual a 12 ou maior, pode repetir o teste ao final de cada hora, até ser bem-sucedido e se libertar."
                    ]
                }
			]
		},
		{
			"name": "Escola de Transmutação",
			"shortName": "Transmutação",
            "id": "transmutacao",
			"source": "PHB",
			"className": "Mago",
			"classSource": "PHB",
			"page": 106,
            "level": 2,
            "entries": [
                "Você é um estudante de magias que modificam a energia e a matéria. Para você, o mundo não é fixo, mas altamente mutável, e você se alegra em ser um agente de tal mudança. Você manipula a matéria-prima da criação, e aprende a alterar as formas físicas e as qualidades mentais. Sua magia lhe dá as ferramentas para se tornar um ferreiro da forja da realidade.",
                "Alguns transmutadores são reparadores e pregadores de peças, transformando pessoas em sapos e cobre em prata para a diversão e algum lucro. Outros seguem os estudos mágicos com seriedade mortal, buscando o poder dos deuses para criar e destruir mundos."
            ],
			"subclassFeatures": [
                {
                    "name": "Versado em Transmutação",
                    "source": "PHB",
                    "page": 106,
                    "className": "Mago",
                    "classSource": "PHB",
                    "subclassShortName": "Transmutação",
                    "subclassSource": "PHB",
                    "level": 2,
                    "header": 1,
                    "entries": [
                        "Ao escolher esta escola no 2º nível, o ouro e o tempo que você precisa gastar para copiar uma magia de transmutação em seu livro de magias são reduzidos pela metade."
                    ]
                },
                {
                    "name": "Alquimia Menor",
                    "source": "PHB",
                    "page": 106,
                    "className": "Mago",
                    "classSource": "PHB",
                    "subclassShortName": "Transmutação",
                    "subclassSource": "PHB",
                    "level": 2,
                    "header": 1,
                    "entries": [
                        "Ao escolher esta escola no 2º nível, você pode alterar temporariamente as propriedades físicas de um objeto não-mágico, alterando-o de uma substância para outra. Você realiza um procedimento alquímico especial em um objeto composto inteiramente de madeira, pedra (mas não pedras preciosas), ferro, cobre ou prata, transformando-o em outro material, dos citados. Para cada 10 minutos gastos nesse procedimento, você pode transformar até 0,03 metro cúbico (ou 28 litros) de material. Após 1 hora, ou ao perder sua concentração (como se estivesse se concentrando em uma magia), o material reverte para a substância original."
                    ]
                },
                {
                    "name": "Pedra do Transmutador",
                    "source": "PHB",
                    "page": 106,
                    "className": "Mago",
                    "classSource": "PHB",
                    "subclassShortName": "Transmutação",
                    "subclassSource": "PHB",
                    "level": 6,
                    "header": 2,
                    "entries": [
                        "A partir do 6º nível, você pode passar 8 horas criando uma pedra que armazena magia de transmutação, chamada pedra do transmutador. Você pode usá-la ou dá-la a outra criatura. O portador da pedra ganha um dos seguintes benefícios, escolhido por você ao criá-la:",
                        {
                            "type": "list",
                            "items": [
                                "Visão no escuro até uma distância de 18 metros.",
                                "Um aumento de 3 metros no deslocamento enquanto a criatura estiver sem sobrecarga.",
                                "Proficiência nas salvaguardas de Constituição.",
                                "Resistência a dano ácido, elétrico, ígneo, gélido ou trovejante (a escolha é sua, sempre que optar por este benefício)."
                            ]
                        },
                        "Cada vez que conjurar uma magia de transmutação de 1º círculo ou superior, você pode mudar o efeito de sua pedra, caso ela esteja em sua posse.",
                        "Caso crie uma nova pedra do transmutador, a anterior para de funcionar."
                    ]
                },
                {
                    "name": "Metamorfo",
                    "source": "PHB",
                    "page": 106,
                    "className": "Mago",
                    "classSource": "PHB",
                    "subclassShortName": "Transmutação",
                    "subclassSource": "PHB",
                    "level": 10,
                    "header": 2,
                    "entries": [
                        "No 10º nível, você adiciona a magia {@spell polimorfia} ao seu livro de magias, se ainda não a possuir. Você se torna capaz de conjurar {@spell polimorfia} sem gastar um espaço de magia. Nesse caso, a magia deve ser conjurada sobre você mesmo, e a nova forma deve ser de um animal de nível de desafio igual a 1 ou menor.",
                        "Uma vez que, conjurada {@spell polimorfia} dessa forma, você só poderá voltar a fazê-lo após completar um descanso curto ou longo, embora ainda seja possível conjurá-la normalmente usando um espaço de magia."
                    ]
                },
                {
                    "name": "Mestre da Transmutação",
                    "source": "PHB",
                    "page": 106,
                    "className": "Mago",
                    "classSource": "PHB",
                    "subclassShortName": "Transmutação",
                    "subclassSource": "PHB",
                    "level": 14,
                    "header": 2,
                    "entries": [
                        "A partir do 14º nível, você pode usar sua ação para consumir, em uma única descarga, toda a reserva de magia de transmutação armazenada na pedra do transmutador. Ao fazê-lo, escolha um dos efeitos descritos a seguir. Ao final, sua pedra do transmutador será destruída, e só poderá ser refeita após completar um descanso longo.",
                        {
                            "type": "options",
                            "entries": [
                                {
                                    "type": "entries",
                                    "name": "Transformação Maior",
                                    "entries": [
                                        "Você pode transmutar um objeto não-mágico - com volume de até 1,5 metro cúbico- em outro objeto não-mágico de tamanho e massa semelhantes, porém de valor igual ou menor. Você deve passar 10 minutos manuseando o objeto para transformá-lo."
                                    ]
                                },
                                {
                                    "type": "entries",
                                    "name": "Panaceia",
                                    "entries": [
                                        "Você remove qualquer maldição, doença ou veneno que esteja agindo sobre uma criatura tocada pela pedra do transmutador. A criatura também recupera todos os pontos de vida perdidos."
                                    ]
                                },
                                {
                                    "type": "entries",
                                    "name": "Restaurar Vida",
                                    "entries": [
                                        "Você conjura a magia {@spell reviver os mortos} sobre uma criatura, ao tocá-la com a pedra do transmutador. Não é preciso gastar nenhum espaço de magia, tampouco é preciso que você essa magia conste em seu grimório."
                                    ]
                                },
                                {
                                    "type": "entries",
                                    "name": "Restaurar Juventude",
                                    "entries": [
                                        "Quando uma criatura aceita ser tocada pela pedra do transmutador, sua idade aparente é reduzida em 3d10 anos, até a idade mínima de 13 anos. Este efeito não aumenta a expectativa de vida da criatura."
                                    ]
                                }
                            ]
                        }
                    ]
                }
			]
		},
        {
			"name": "Lâmina Cantante",
			"shortName": "Lâmina Cantante",
            "id": "laminacantante",
			"source": "SCAG",
			"className": "Mago",
			"classSource": "PHB",
			"page": 137,
            "level": 2,
            "restriction": "Apenas Elfos",
			"entries": [
				"Os lâminas cantantes são elfos que defendem bravamente seu povo e suas terras. Eles são elfos magos que dominam a arte do combate com espadas aliada à tradição da magia arcana. Em combate, um lâmina cantante usa uma série de manobras intrincadas e elegantes que repele golpes e permite que o lâmina cantante canalize magia na forma de ataques devastadores e de engenhosa defesa."
			],
			"subclassFeatures": [
                {
                    "name": "Restrição: Apenas Elfos",
                    "source": "SCAG",
                    "page": 137,
                    "className": "Mago",
                    "classSource": "PHB",
                    "subclassShortName": "Lâmina Cantante",
                    "subclassSource": "SCAG",
                    "level": 2,
                    "header": 2,
                    "entries": [
                        "Apenas elfos e meio-elfos podem escolher a tradição arcana lâmina cantante. No mundo de Faerûn, os elfos guardam muito bem os segredos do lâmina cantante.",
                        "Seu DM pode suspender esta restrição para melhor se encaixar na campanha. A restrição reflete a história dos lâmina cantantes em Forgotten Realms, mas pode não se aplicar ao cenário do seu DM ou da versão dos Reinos do seu DM."
                    ]
                },
				{
                    "name": "Estilos do Lâmina Cantante",
                    "source": "SCAG",
                    "page": 137,
                    "className": "Mago",
                    "classSource": "PHB",
                    "subclassShortName": "Lâmina Cantante",
                    "subclassSource": "TCE",
                    "level": 2,
                    "header": 1,
                    "type": "inset",
                    "entries": [
                        "Desde sua criação como uma arte marcial e mágica, o Lâmina Cantante sempre esteve ligado à espada, mais especificamente à espada longa. Ainda assim, muitas gerações de estudo originaram vários estilos de Lâmina Cantante com base no uso de armas de combate corpo a corpo. As técnicas desses estilos são passadas de mestre para estudantes em pequenas escolas, algumas das quais têm uma construção dedicada somente à instrução. Até mesmo os estilos mais novos têm centenas de anos de idade, porém ainda são ensinadas por seus criadores originais devido à longa vida dos elfos. A maioria das escolas de Lâmina Cantante ficam em Encontro Eterno ou Evereska. Uma se iniciou em Myth Drannor, mas a destruição da cidade espalhou pelo mundo os estudantes que sobreviveram.",
                        "Estilos de Lâmina Cantante são amplamente categorizados com base no tipo de arma utilizada, e cada uma é associada a uma categoria de animal. Dentro daquele estilo há especializações chamadas de acordo com tipos específicos de animais, baseados nos tipos de magias utilizados, das técnicas do mestre e em determinada arma utilizada. Lâmina Cantantes que é aprendiz de um mestre normalmente faz uma tatuagem do estilo animal escolhido. Alguns lâminas cantantes aprendem vários estilos e exibem muitas tatuagens, carregando na pele um aviso sobre suas habilidade fatais.",
                        {
                            "type": "entries",
                            "name": "Felino",
                            "entries": [
                                "Estilos que empregam uma espada pertencem a esta família. O estilo do leão, o mais antigo, treina praticantes no uso da espada longo e não favorece qualquer tipo específico de magias. O estilo do leopardo foca na espada curta e nas magias de ilusão e na furtividade. O tigre vermelho, um estilo de três séculos de idade, faz com que os lâminas cantantes usem a cimitarra em uma dança giratória de defesa a partir da qual eles se lançam em um salto súbito e desferem os ataques."
                            ]
                        },
                        {
                            "type": "entries",
                            "name": "Ave",
                            "entries": [
                                "Estilos que focam no uso de armas de haste, como um machado ou martelo, foram agrupados como estilos de ave, ainda que variem muito. Todos eles, estilos relativamente novos, fazem uso de armas que não são as normalmente preferidas dos elfos. Os lâminas cantantes do estilo da águia usam pequenas machadinhas e muitas manobras no estilo se concentram em maneiras mais fluidas de arremessar a arma e sacar outra. O estilo do corvo usa uma picareta de guerra e as magias associadas à ela garantem ao lâmina cantante mais agilidade em combate."
                            ]
                        },
                        {
                            "type": "entries",
                            "name": "Serpente",
                            "entries": [
                                "Os praticantes deste estilo usam um mangual, uma corrente ou chicote. O estilo da víbora usa o chicote, independentemente de sua deselegância como uma arma, e tem uma história quase tão longa quanto o estilo do leão. Seus mestres pontuam sua canção da lâmina com um ritmo atordoantemente rápido de estalos do chicote, que pode manter muitos oponentes afastados e permite ao lâmina cantante o espaço necessário para conjurar as cruéis magias de veneno e doença preferidos pelo estilo."
                            ]
                        }
                    ]
                },
                {
                    "name": "Treinado na Guerra e na Canção (Lâmina Cantante)",
                    "source": "SCAG",
                    "page": 137,
                    "className": "Mago",
                    "classSource": "PHB",
                    "subclassShortName": "Lâmina Cantante",
                    "subclassSource": "SCAG",
                    "level": 2,
                    "header": 1,
                    "entries": [
                        "Quando adota esta tradição no 2º nível, você ganha proficiência com armadura leve, e ganha proficiência com um tipo de arma de combate corpo a corpo de uma mão à sua escolha.",
                        "Você também ganha proficiência na perícia Atuação se já não a tiver."
                    ]
                },
                {
                    "name": "Canção da Lâmina",
                    "source": "SCAG",
                    "page": 137,
                    "className": "Mago",
                    "classSource": "PHB",
                    "subclassShortName": "Lâmina Cantante",
                    "subclassSource": "SCAG",
                    "level": 2,
                    "header": 1,
                    "entries": [
                        "A partir do 2º nível, você pode invocar uma magia élfica secreta chamada Canção da Lâmina, desde que não esteja vestindo armadura média ou pesada ou usando um escudo. Ela concede a você deslocamento, agilidade e foco sobrenaturais.",
                        "Você pode usar uma ação bônus para iniciar a Canção da Lâmina, que dura por 1 minuto. Ela termina antes se você ficar {@condition incapacitado}, se vestir uma armadura média ou pesada ou um escudo, ou se usar as duas mãos para fazer um ataque armado corpo a corpo. Você também pode dispensar a Canção da Lâmina a qualquer momento que desejar (nenhuma ação é necessária).",
                        "Enquanto sua Canção da Lâmina estiver ativa, você ganha os seguintes benefícios:",
                        {
                            "type": "list",
                            "items": [
                                "Você ganha um bônus na sua CA equivalente ao seu modificador de Inteligência (mínimo de +1).",
                                "Seu deslocamento de caminhada aumenta em 3 metros.",
                                "Você tem vantagem nos testes de Destreza (Acrobacia).",
                                "Você ganha um bônus a qualquer salvaguarda de Constituição que fizer para manter sua concentração em uma magia. O bônus equivale ao seu modificador de Inteligência (mínimo de +1)."
                            ]
                        },
                        "Você pode usar esta característica duas vezes. Você recupera todos os usos gastos quando termina um descanso curto ou longo."
                    ]
                },
                {
                    "name": "Ataque Extra",
                    "source": "SCAG",
                    "page": 137,
                    "className": "Mago",
                    "classSource": "PHB",
                    "subclassShortName": "Lâmina Cantante",
                    "subclassSource": "SCAG",
                    "level": 6,
                    "header": 2,
                    "entries": [
                        "A partir do 6º nível, você pode atacar duas vezes em vez de uma, sempre que executar a ação Atacar durante o seu turno."
                    ]
                },
                {
                    "name": "Canção da Defesa",
                    "source": "SCAG",
                    "page": 137,
                    "className": "Mago",
                    "classSource": "PHB",
                    "subclassShortName": "Lâmina Cantante",
                    "subclassSource": "SCAG",
                    "level": 10,
                    "header": 2,
                    "entries": [
                        "A partir do 10º nível, você pode direcionar sua magia para absorver dano enquanto sua Canção da Lâmina está ativa. Quando sofre dano, você pode usar sua reação para gastar um espaço de magia e reduzir este dano a você em uma quantidade equivalente a cinco vezes o círculo do espaço de magia."
                    ]
                },
                {
                    "name": "Canção da Vitória",
                    "source": "SCAG",
                    "page": 137,
                    "className": "Mago",
                    "classSource": "PHB",
                    "subclassShortName": "Lâmina Cantante",
                    "subclassSource": "SCAG",
                    "level": 14,
                    "header": 2,
                    "entries": [
                        "A partir do 14º nível, você acrescenta seu modificador de Inteligência (mínimo de +1) ao dano de seus ataques armados corpo a corpo enquanto sua Canção da Lâmina estiver ativa."
                    ]
                }
			]
		},
		{
			"name": "Magia Bélica",
			"shortName": "Bélica",
            "id": "belica",
			"source": "XGE",
			"className": "Mago",
			"classSource": "PHB",
			"page": 51,
            "level": 2,
            "entries": [
                "Uma variedade de colégios arcanos se especializou em treinar magos para a guerra. A tradição da Magia Bélica mistura princípios de evocação e abjuração, não se dedicando exclusivamente a nenhuma dessas escolas. Ela ensina técnicas que potencializam as magias de um conjurador, também oferecendo métodos que reforçam suas defesas.",
                "Seguidores desta tradição são chamados de magos bélicos. Eles veem a magia tanto como armas quanto como armadura, um recurso superior a qualquer pedaço de metal. Magos bélicos agem rápido em batalha, utilizando suas magias para assumir o controle tático de uma situação. Suas magias são potentes, enquanto suas habilidades defensivas frustram os contra-ataques de seus oponentes, Magos bélicos também são hábeis em reverter energia mágica contra aqueles que as conjuram.",
                "Em grandes batalhas, um mago bélico costuma cooperar com evocadores, abjuradores e outros tipos de magos. Evocadores, em particular, às vezes brincam com magos bélicos por estes dividirem sua atenção entre o ofensivo e o defensivo. A resposta típica de um mago bélico: \"De que vale ser capaz de conjurar uma poderosa {@spell bola de fogo} se eu morrer antes de poder conjura-la?\"."
            ],
			"subclassFeatures": [
                {
                    "name": "Deflexão Arcana",
                    "source": "XGE",
                    "page": 51,
                    "className": "Mago",
                    "classSource": "PHB",
                    "subclassShortName": "Bélica",
                    "subclassSource": "XGE",
                    "level": 2,
                    "header": 1,
                    "entries": [
                        "No 2º nível, você aprendeu a tecer sua magia para fortificar a si mesmo contra o perigo. Ao ser atingido por um ataque ou falhar em uma salvaguarda, você pode usar sua reação para ganhar um bônus de +2 na sua CA contra o ataque ou um bônus de +4 para salvaguarda.",
                        "Após usar esta característica, você não pode conjurar outras magias que não sejam truques até o final do seu próximo turno."
                    ]
                },
                {
                    "name": "Inteligência Tática",
                    "source": "XGE",
                    "page": 51,
                    "className": "Mago",
                    "classSource": "PHB",
                    "subclassShortName": "Bélica",
                    "subclassSource": "XGE",
                    "level": 2,
                    "header": 1,
                    "entries": [
                        "A partir do 2º nível, sua aguçada habilidade para avaliar situações táticas lhe permite agir rápido em batalha. Suas jogadas de iniciativa passam a ter um bônus igual ao seu modificador de Inteligência."
                    ]
                },
                {
                    "name": "Pico de Poder",
                    "source": "XGE",
                    "page": 51,
                    "className": "Mago",
                    "classSource": "PHB",
                    "subclassShortName": "Bélica",
                    "subclassSource": "XGE",
                    "level": 6,
                    "header": 2,
                    "entries": [
                        "A partir do 6º nível, você pode armazenar energia mágica dentro de si mesmo para mais tarde abastecer suas magias ofensivas. Em sua forma armazenada, a energia chama-se pico de poder.",
                        "Você pode armazenar uma quantidade máxima de picos de poder igual ao seu modificador de Inteligência (no mínimo um). Sempre que você terminar um descanso longo, sua quantidade de picos de poder volta a ser um. Sempre que encerrar com sucesso uma magia usando {@spell dissipar magia} ou {@spell contramagia}, você ganha um pico de poder roubando energia da magia que você frustrou. Caso termine um descanso curto sem picos de poder, você ganha um pico de poder.",
                        "Uma vez por turno, ao causar dano a uma criatura ou objeto com uma magia de mago, você pode gastar um pico de poder para causar dano energético adicional àquele alvo. A quantidade de dano adicional é igual a metade de seu nível como mago."
                    ]
                },
                {
                    "name": "Magia Durável",
                    "source": "XGE",
                    "page": 51,
                    "className": "Mago",
                    "classSource": "PHB",
                    "subclassShortName": "Bélica",
                    "subclassSource": "XGE",
                    "level": 10,
                    "header": 2,
                    "entries": [
                        "A partir do 10º nível, a magia que você canaliza o ajuda a afastar perigo. Enquanto mantém concentração em uma magia, você tem um bônus de +2 na sua CA e salvaguardas."
                    ]
                },
                {
                    "name": "Capa Defletora",
                    "source": "XGE",
                    "page": 51,
                    "className": "Mago",
                    "classSource": "PHB",
                    "subclassShortName": "Bélica",
                    "subclassSource": "XGE",
                    "level": 14,
                    "header": 2,
                    "entries": [
                        "A partir do 14º nível, sua Deflexão Arcana torna-se repleta de magia mortal. Ao usar Deflexão Arcana, você pode fazer com que energia mágica o rodeie. Até três criaturas à sua escolha, à sua vista e a até 18 metros de você sofrem, cada uma, uma quantidade de dano energético igual a metade do seu nível como mago."
                    ]
                }
			]
		}
	]
}