{
	"class": [
		{
			"name": "Monge",
            "subclassTitle": "Tradições Monásticas",
			"multiclassing": {
				"requirements": {
					"dex": 13,
					"wis": 13
				},
				"proficienciesGained": {
					"weapons": [
						"simple",
						"{@item shortsword|phb|shortswords}"
					]
				}
			},
            "entries": [
                "Três tradições são comuns nos monastérios espalhados por todo o multiverso. A maior parte desses locais pratica uma única tradição, mas alguns monastérios honram todas as três, e instruem cada monge de acordo com a sua aptidão e interesse dele. As três tradições contam com as mesmas técnicas básicas, divergindo conforme o estudante se torna mais apto. Assim sendo, ao alcançar o 3º nível, o monge precisa escolher uma dessas tradições."
            ]
		}
	],
	"subclasses": [
        {
			"name": "Caminho da Mão Espalmada",
			"shortName": "Mão Espalmada",
            "id": "maoespalmada",
			"source": "PHB",
			"className": "Monge",
			"classSource": "PHB",
			"page": 110,
			"srd": true,
            "level": 3,
            "entries": [
                "Os monges do Caminho da Mão Espalmada são os mestres absolutos do combate com artes marciais, quer se utilizem de armas ou não. Eles aprendem técnicas para empurrar e derrubar seus oponentes, manipular o ki para curar o dano causado em seus próprios corpos, e praticam a meditação avançada, capaz de protegê-los do perigo."
            ],
			"subclassFeatures": [
                {
                    "name": "Técnica da Mão Espalmada",
                    "source": "PHB",
                    "page": 110,
                    "srd": true,
                    "className": "Monge",
                    "classSource": "PHB",
                    "subclassShortName": "Mão Espalmada",
                    "subclassSource": "PHB",
                    "level": 3,
                    "header": 1,
                    "entries": [
                        "A partir do momento em que você escolhe esta tradição, no 3º nível, passa a ser capaz de manipular o ki do seu inimigo, ao controlar o seu próprio. Sempre que acertar uma criatura com um dos seus ataques de Torrente de Golpes, pode impor a ela um dos efeitos a seguir:",
                        {
                            "type": "list",
                            "items": [
                                "Ela precisa ser bem-sucedida em uma salvaguarda de Destreza ou {@condition cairá}.",
                                "Ela deve realizar uma salvaguarda de Força. Em caso de falha, você pode empurrá-la a até 4,5 metros de distância.",
                                "Ela não pode executar reações até o final do seu próximo turno."
                            ]
                        }
                    ]
                },
                {
                    "name": "Integridade Corporal",
                    "source": "PHB",
                    "page": 110,
                    "srd": true,
                    "className": "Monge",
                    "classSource": "PHB",
                    "subclassShortName": "Mão Espalmada",
                    "subclassSource": "PHB",
                    "level": 6,
                    "header": 2,
                    "entries": [
                        "No 6º nível, você adquire a habilidade de curar a si mesmo. Como sua ação no turno, você pode recuperar uma quantidade de pontos de vida igual a três vezes seu nível de monge. É preciso completar um descanso longo antes de utilizar esta característica novamente."
                    ]
                },
                {
                    "name": "Tranquilidade",
                    "source": "PHB",
                    "page": 111,
                    "srd": true,
                    "className": "Monge",
                    "classSource": "PHB",
                    "subclassShortName": "Mão Espalmada",
                    "subclassSource": "PHB",
                    "level": 11,
                    "header": 2,
                    "entries": [
                        "A partir do 11º nível, você pode entrar num estado especial de meditação que lhe confere uma aura de paz. Ao final de um descanso longo, você ganha o efeito da magia {@spell santuário}, o qual dura até o começo do seu próximo descanso longo (a magia pode terminar de forma prematura, conforme as regras normais). A CD da salvaguarda contra a magia é igual a 8 + o seu modificador de Sabedoria + o seu bônus de proficiência."
                    ]
                },
                {
                    "name": "Palma Vibrante",
                    "source": "PHB",
                    "page": 111,
                    "srd": true,
                    "className": "Monge",
                    "classSource": "PHB",
                    "subclassShortName": "Mão Espalmada",
                    "subclassSource": "PHB",
                    "level": 17,
                    "header": 2,
                    "entries": [
                        "No 17º nível, você ganha a habilidade de criar vibrações letais no corpo de outra pessoa. Ao atingir uma criatura com um golpe desarmado, você pode usar 3 pontos de ki para iniciar vibrações imperceptíveis, que duram por um número de dias igual ao seu nível de monge. Essas vibrações são inofensivas, a não ser que você use uma ação para encerrá-las. Para fazê-lo, tanto você quanto o alvo devem estar no mesmo plano de existência. Quando você usa essa ação, a criatura precisa realizar uma salvaguarda de Constituição. Se falhar, tem seus pontos de vida reduzidos a 0. Se obtiver sucesso, recebe 10d10 pontos de dano necrótico.",
                        "Apenas uma criatura pode ser mantida sob o efeito desta característica. Você pode escolher encerrar as vibrações de maneira inofensiva sem usar uma ação."
                    ]
                }
			]
		},
		{
			"name": "Caminho das Sombras",
			"shortName": "Sombras",
            "id": "sombras",
			"source": "PHB",
			"className": "Monge",
			"classSource": "PHB",
			"page": 111,
            "level": 3,
            "entries": [
                "Os monges do Caminho das Sombras seguem uma tradição que valoriza a furtividade e o subterfúgio. Esses monges podem ser chamados de ninjas ou dançarinos das sombras, servindo como espiões e assassinos. Às vezes, os membros de um monastério ninja pertencem à mesma família, formando um clã que jurou segredo sobre suas artes e missões. Outros monastérios se assemelham a guildas de ladrões, alugando seus serviços para nobres, mercadores ricos ou qualquer um que possa pagar seu preço. Independentemente dos seus métodos, os chefes desses monastérios exigem dos seus discípulos obediência inquestionável."
            ],
			"subclassFeatures": [
                {
                    "name": "Arte da Sombra",
                    "source": "PHB",
                    "page": 111,
                    "className": "Monge",
                    "classSource": "PHB",
                    "subclassShortName": "Sombras",
                    "subclassSource": "PHB",
                    "level": 3,
                    "header": 1,
                    "entries": [
                        "A partir do momento em que você escolhe esta tradição, no 3º nível, passa a poder usar o seu ki para duplicar os efeitos de certas magias. Com uma ação, você pode gastar 2 pontos de ki para conjurar {@spell escuridão}, {@spell visão no escuro}, {@spell passo sem rastro}, ou {@spell silêncio}, sem precisar de componentes materiais. Além disso, ganha o truque {@spell ilusão menor}, caso já não o conheça."
                    ]
                },
                {
                    "name": "Passo da Sombra",
                    "source": "PHB",
                    "page": 111,
                    "className": "Monge",
                    "classSource": "PHB",
                    "subclassShortName": "Sombras",
                    "subclassSource": "PHB",
                    "level": 6,
                    "header": 2,
                    "entries": [
                        "No 6º nível, você ganha a habilidade de se mover de uma sombra para outra. Quando estiver na meia-luz ou escuridão, você pode usar uma ação bônus para se teleportar a até 18 metros de distância, escolhendo um espaço desocupado de meia-luz ou escuridão, à sua vista. Você ainda tem vantagem no primeiro ataque corpo a corpo que executar antes do final do turno."
                    ]
                },
                {
                    "name": "Manto da Sombra",
                    "source": "PHB",
                    "page": 111,
                    "className": "Monge",
                    "classSource": "PHB",
                    "subclassShortName": "Sombras",
                    "subclassSource": "PHB",
                    "level": 11,
                    "header": 2,
                    "entries": [
                        "No 11º nível, você aprendeu a se tornar um com as sombras. Quando estiver em uma área de meia-luz ou escuridão, pode usar sua ação para se tornar {@condition invisível}. Você permanece {@condition invisível} até realizar um ataque, conjurar uma magia ou adentrar uma área de luz plena."
                    ]
                },
                {
                    "name": "Oportunista",
                    "source": "PHB",
                    "page": 111,
                    "className": "Monge",
                    "classSource": "PHB",
                    "subclassShortName": "Sombras",
                    "subclassSource": "PHB",
                    "level": 17,
                    "header": 2,
                    "entries": [
                        "No 17º nível, você consegue explorar a distração momentânea de uma criatura atingida por um golpe. Sempre que uma criatura que esteja a até 1,5 metro de você é atingida por um ataque desferido por uma terceira criatura, você pode usar sua reação para executar um ataque corpo a corpo contra ela."
                    ]
                }
			]
		},
		{
			"name": "Caminho dos Quatro Elementos",
			"shortName": "Quatro Elementos",
            "id": "quatroelementos",
			"source": "PHB",
			"className": "Monge",
			"classSource": "PHB",
			"page": 111,
			"spellcastingAbility": "wis",
            "level": 3,
            "entries": [
                "Você segue uma tradição monástica que ensina como manipular os elementos. Ao concentrar o seu ki, você é capaz de se alinhar às forças da criação, dobrando os quatro elementos à sua vontade para usá-los como se fossem extensões de seu corpo. Alguns membros desta tradição se dedicam a um único elemento, enquanto outros conjugam todos os quatro.",
                "Muitos monges desta tradição tatuam seus corpos com representações de seus poderes de ki, geralmente sob a forma de dragões, mas também nas de fênix, peixes, plantas, montanhas e ondas do mar."
            ],
			"subclassFeatures": [
                {
                    "name": "Discípulo dos Elementos",
                    "source": "PHB",
                    "page": 111,
                    "className": "Monge",
                    "classSource": "PHB",
                    "subclassShortName": "Quatro Elementos",
                    "subclassSource": "PHB",
                    "level": 3,
                    "header": 1,
                    "entries": [
                        "Ao escolher esta tradição no 3º nível, você aprende disciplinas mágicas que utilizam o poder dos quatro elementos. Essas disciplinas exigem o gasto de pontos de ki para serem utilizadas.",
                        "Você conhece a disciplina Sintonia Elemental e outra disciplina elemental à sua escolha, dentre as detalhadas na seção \"Disciplinas Elementais\", logo a seguir. Você aprende outras disciplinas elementais à sua escolha no 6º, 11º e 17º níveis.",
                        "Ao aprender uma nova disciplina elemental, pode trocar uma disciplina já aprendida por uma disciplina diferente.",
                        {
                            "type": "entries",
                            "name": "Conjurando Magias Elementais",
                            "entries": [
                                "Algumas disciplinas elementais permitem que você conjure magias. Veja o capítulo 10 para consultar as regras sobre conjuração. Para conjurar uma dessas magias, você deve seguir o tempo de conjuração e demais regras da magia, mas não precisa gastar componentes materiais.",
                                "Ao chegar no 5º nível desta classe, você pode gastar pontos de ki adicionais para aumentar o círculo de uma magia de disciplina elemental que tenha conjurado, desde que esta possua um efeito que possa ser melhorado em um nível superior - por exemplo, como {@spell mãos flamejantes}. O círculo da magia aumenta em 1 para cada ponto de ki adicional gasto. Por exemplo, se um monge de 5º nível usar um Golpe de Dispersão Cauterizante para conjurar {@spell mãos flamejantes}, você pode gastar 3 pontos de ki para conjurá-la como uma magia de 2º círculo (o custo base da disciplina, igual a 2 pontos de ki, mais 1 para aumentar o círculo da magia).",
                                "O número máximo de pontos de ki que podem ser gastos para conjurar uma magia desse modo (incluindo o custo base em pontos de ki e quaisquer pontos adicionais que você gaste para aumentar o círculo da magia) é determinado pelo seu nível de monge, conforme mostrado na tabela de Magias e Pontos de ki."
                            ]
                        },
                        {
                            "type": "table",
                            "caption": "Magias e Pontos de Ki",
                            "colLabels": [
                                "Níveis de Monge",
                                "Pontos de Ki Máximos para uma Magia"
                            ],
                            "colStyles": [
                                "col-5 text-center",
                                "col-7 text-center"
                            ],
                            "rows": [
                                [
                                    "5º–8º",
                                    3
                                ],
                                [
                                    "9º–12º",
                                    4
                                ],
                                [
                                    "13º–16º",
                                    5
                                ],
                                [
                                    "17º–20º",
                                    6
                                ]
                            ]
                        }
                    ]
                },
                {
                    "name": "Disciplinas Elementais",
                    "source": "PHB",
                    "page": 112,
                    "className": "Monge",
                    "classSource": "PHB",
                    "subclassShortName": "Quatro Elementos",
                    "subclassSource": "PHB",
                    "level": 3,
                    "header": 1,
                    "entries": [
                        "As disciplinas elementais são apresentadas em ordem alfabética. Se uma disciplina indica um nível, para aprendê-la você precisa estar nesse nível de monge.",
                        {
                            "type": "options",
                            "count": 2,
                            "entries": [
                                {
                                    "type": "refOptionalfeature",
                                    "name": "Aperto do Vento Norte (6º Nível)",
                                    "entries": [
                                        "Você pode gastar 3 pontos de ki para conjurar imobilizar pessoa."
                                    ]
                                },
                                {
                                    "type": "refOptionalfeature",
                                    "name": "Avanço dos Espíritos dos Ventos",
                                    "entries": [
                                        "Você pode gastar 2 pontos de ki para conjurar lufada de vento."
                                    ]
                                },
                                {
                                    "type": "refOptionalfeature",
                                    "name": "Cavalgar o Vento (11º Nível)",
                                    "entries": [
                                        "Você pode gastar 4 pontos de ki para conjurar voo em si mesmo."
                                    ]
                                },
                                {
                                    "type": "refOptionalfeature",
                                    "name": "Chamas da Fênix (11º Nível)",
                                    "entries": [
                                        "Você pode gastar 4 pontos de ki para conjurar bola de fogo."
                                    ]
                                },
                                {
                                    "type": "refOptionalfeature",
                                    "name": "Chicote d'Água",
                                    "entries": [
                                        "Como sua ação bônus, você pode gastar 2 pontos de ki para criar um chicote de água que atinge e empurra uma criatura de modo a desequilibrá-la. Uma criatura que você possa ver e que esteja a até 9 metros de distância deve realizar uma salvaguarda de Destreza. Se falhar, sofrerá 3d10 pontos de dano contundente, mais 1d10 pontos de dano do mesmo tipo para cada ponto de ki adicional gasto, e você poderá tanto deixá-la caída quanto puxá-la até 7,5 metros na sua direção. Caso obtenha sucesso, a criatura sofre metade do dano, e você não consegue movê-la ou derrubá-la."
                                    ]
                                },
                                {
                                    "type": "refOptionalfeature",
                                    "name": "Defesa da Montanha Eterna (11º Nível)",
                                    "entries": [
                                        "Você pode gastar 5 pontos de ki para conjurar pele-rocha em si mesmo."
                                    ]
                                },
                                {
                                    "type": "refOptionalfeature",
                                    "name": "Golpe de Dispersão Cauterizante",
                                    "entries": [
                                        "Você pode gastar 3 pontos de ki para conjurar mãos flamejantes."
                                    ]
                                },
                                {
                                    "type": "refOptionalfeature",
                                    "name": "Gongo do Topo (6º Nível)",
                                    "entries": [
                                        "Você pode gastar 3 pontos de ki para conjurar despedaçar."
                                    ]
                                },
                                {
                                    "type": "refOptionalfeature",
                                    "name": "Moldar o Rio Corrente",
                                    "entries": [
                                        "Com uma ação, você pode gastar 1 ponto de ki e escolher uma área de gelo ou água, de até 9 metros quadrados, e que esteja no máximo a 36 metros de você. Dentro dessa área, a água pode ser transformada em gelo e vice-versa, além de o gelo poder ser remodelado conforme o seu desejo. Você pode erguer ou diminuir a elevação do gelo, criar ou encher um fosso, erguer ou achatar uma muralha, ou formar um pilar. A extensão dessas alterações não pode exceder metade da dimensão da área. Por exemplo, ao afetar uma área com 9 metros quadrados, você pode criar um pilar de até 4,5 metros de altura, erguer ou abaixar elevações em até 4,5 metros, cavar um fosso de até 4,5 metros, e assim por diante. Você não pode moldar o gelo de modo a prender ou causar dano a uma criatura na área."
                                    ]
                                },
                                {
                                    "type": "refOptionalfeature",
                                    "name": "Postura da Neblina (11º Nível)",
                                    "entries": [
                                        "Você pode gastar 4 pontos de ki para conjurar forma gasosa em si mesmo."
                                    ]
                                },
                                {
                                    "type": "refOptionalfeature",
                                    "name": "Presas da Serpente de Fogo",
                                    "entries": [
                                        "Ao usar a ação Atacar em seu turno, você pode gastar 1 ponto de ki para fazer com que tentáculos de chama se estendam a partir dos seus punhos e pés. Seu alcance com ataques desarmados aumenta em 3 metros para esta ação e pelo o restante do turno. Um acerto com este ataque causa dano ígneo em vez de dano contundente, e, se você gastar 1 ponto de ki, também causa 1d10 pontos de dano ígneo adicionais."
                                    ]
                                },
                                {
                                    "type": "refOptionalfeature",
                                    "name": "Punho do Ar Maciço",
                                    "entries": [
                                        "Você pode criar uma explosão de ar comprimido que golpeia como um punho poderoso. Com uma ação, você pode gastar 2 pontos de ki e escolher uma criatura que esteja a até 9 metros de distância. A criatura deve testar uma salvaguarda de Força. Em caso de falha, sofre 3d10 pontos de dano contundente, mais 1d10 pontos de dano do mesmo tipo para cada ponto de ki adicional gasto. Além disso, você pode empurrar a criatura a até 6 metros de distância, deixando-a caída. Caso tenha obtido sucesso na salvaguarda, a criatura sofre apenas metade do dano, e você não consegue empurrá-la ou derrubá-la."
                                    ]
                                },
                                {
                                    "type": "refOptionalfeature",
                                    "name": "Punho dos Quatro Trovões",
                                    "entries": [
                                        "Você pode gastar 2 pontos de ki para conjurar onda trovejante."
                                    ]
                                },
                                {
                                    "type": "refOptionalfeature",
                                    "name": "Rio da Chama Voraz (17º Nível)",
                                    "entries": [
                                        "Você pode gastar 5 pontos de ki para conjurar muralha de fogo."
                                    ]
                                },
                                {
                                    "type": "refOptionalfeature",
                                    "name": "Sintonia Elemental",
                                    "entries": [
                                        "Você pode usar sua ação para controlar momentaneamente as forças elementais ao seu redor, causando um dos efeitos a seguir, à sua escolha:",
                                        {
                                            "type": "list",
                                            "items": [
                                                "Criar um efeito sensorial inofensivo e instantâneo relacionado à água, ar, fogo ou terra, tais como uma chuva de faíscas, um sopro de vento, um leve borrifo de neblina ou um suave ressoar de pedras se deslocando.",
                                                "Fazer com que uma vela, tocha ou fogueira pequena seja acesa ou apagada imediatamente.",
                                                "Esfriar ou aquecer até meio quilo de material inanimado por até 1 hora.",
                                                "Moldar uma quantidade de terra, fogo, água ou névoa, equivalente a um cubo de 30 centímetros de lado, em uma forma bruta à sua escolha durante 1 minuto."
                                            ]
                                        }
                                    ]
                                },
                                {
                                    "type": "refOptionalfeature",
                                    "name": "Sopro do Inverno (17º Nível)",
                                    "entries": [
                                        "Você pode gastar 6 pontos de ki para conjurar cone de frio."
                                    ]
                                },
                                {
                                    "type": "refOptionalfeature",
                                    "name": "Onda de Terra Rolante (17º Nível)",
                                    "entries": [
                                        "Você pode gastar 6 pontos de ki para conjurar muralha de pedra."
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "name": "Disciplina Elemental Adicional",
                    "source": "PHB",
                    "page": 111,
                    "className": "Monge",
                    "classSource": "PHB",
                    "subclassShortName": "Quatro Elementos",
                    "subclassSource": "PHB",
                    "level": 6,
                    "header": 2,
                    "entries": [
                        "Você aprende uma disciplina elemental à sua escolha. No 6º nível, você deve conhecer 2 disciplinas elementais e Sintonia Elemental.",
                        "Ao aprender uma nova disciplina elemental, pode trocar uma disciplina já aprendida por uma disciplina diferente."
                    ]
                },
                {
                    "name": "Disciplina Elemental Adicional",
                    "source": "PHB",
                    "page": 111,
                    "className": "Monge",
                    "classSource": "PHB",
                    "subclassShortName": "Quatro Elementos",
                    "subclassSource": "PHB",
                    "level": 11,
                    "header": 2,
                    "entries": [
                        "Você aprende uma disciplina elemental à sua escolha. No 11º nível, você deve conhecer 3 disciplinas elementais e Sintonia Elemental.",
                        "Ao aprender uma nova disciplina elemental, pode trocar uma disciplina já aprendida por uma disciplina diferente."
                    ]
                },
                {
                    "name": "Disciplina Elemental Adicional",
                    "source": "PHB",
                    "page": 111,
                    "className": "Monge",
                    "classSource": "PHB",
                    "subclassShortName": "Quatro Elementos",
                    "subclassSource": "PHB",
                    "level": 17,
                    "header": 2,
                    "entries": [
                        "Você aprende uma disciplina elemental à sua escolha. No 17º nível, você deve conhecer 4 disciplinas elementais e Sintonia Elemental.",
                        "Ao aprender uma nova disciplina elemental, pode trocar uma disciplina já aprendida por uma disciplina diferente."
                    ]
                }
			]
		},
		{
			"name": "Caminho da Morte Ampla",
			"shortName": "Morte Ampla",
            "id": "morteampla",
			"source": "SCAG",
			"className": "Monge",
			"classSource": "PHB",
			"page": 139,
            "level": 3,
            "entries": [
                "Os monges do Caminho da Morte Ampla são obcecados com os significados e o funcionamento da morte. Eles capturam criaturas e preparam experimentos elaborados para observar, registrar e entender os momentos do seu falecimento. Então, eles usam tal conhecimento para orientar seu entendimento das artes marciais, empregando o uso de um estilo de luta fatal."
            ],
			"subclassFeatures": [
                {
                    "name": "Toque da Morte",
                    "source": "SCAG",
                    "page": 139,
                    "className": "Monge",
                    "classSource": "PHB",
                    "subclassShortName": "Morte Ampla",
                    "subclassSource": "SCAG",
                    "level": 3,
                    "header": 1,
                    "entries": [
                        "Quando escolhe esta tradição no 3º nível, seu estudo da morte permite que você extraia a vitalidade de outra criatura que está perto de morrer. Quando reduz uma criatura que está a até 1,5 metro de você a 0 pontos de vida, você ganha pontos de vida temporários equivalentes ao seu modificador de Sabedoria + seu nível de monge (mínimo de 1 ponto de vida temporário)."
                    ]
                },
                {
                    "name": "Hora da Ceifa",
                    "source": "SCAG",
                    "page": 139,
                    "className": "Monge",
                    "classSource": "PHB",
                    "subclassShortName": "Morte Ampla",
                    "subclassSource": "SCAG",
                    "level": 6,
                    "header": 2,
                    "entries": [
                        "No 6º nível, você ganha a habilidade de abalar ou aterrorizar aqueles ao seu redor com uma ação, pois sua alma foi tocada pela sombra da morte. Quando realiza esta ação, cada criatura a até 9 metros de você e que possa vê-lo deve ser bem-sucedida em uma salvaguarda de Sabedoria ou será {@condition amedrontada} por você até o fim do seu próximo turno."
                    ]
                },
                {
                    "name": "Maestria da Morte",
                    "source": "SCAG",
                    "page": 139,
                    "className": "Monge",
                    "classSource": "PHB",
                    "subclassShortName": "Morte Ampla",
                    "subclassSource": "SCAG",
                    "level": 11,
                    "header": 2,
                    "entries": [
                        "A partir do 11º nível, você usa sua familiaridade com a morte para escapar de suas garras. Quando é reduzido a 0 pontos de vida, você pode gastar 1 ponto de ki (nenhuma ação é necessária) para ficar com 1 ponto de vida."
                    ]
                },
                {
                    "name": "Toque da Morte Ampla",
                    "source": "SCAG",
                    "page": 139,
                    "className": "Monge",
                    "classSource": "PHB",
                    "subclassShortName": "Morte Ampla",
                    "subclassSource": "SCAG",
                    "level": 17,
                    "header": 2,
                    "entries": [
                        "A partir do 17º nível, seu toque pode canalizar a energia da morte para uma criatura. Com uma ação, você toca uma criatura a até 1,5 metro de você, e você gasta de 1 a 10 pontos de ki. O alvo deve fazer uma salvaguarda de Constituição e sofre 2d10 pontos de dano necrótico por ponto de ki gasto se falhar, ou metade do dano em caso de sucesso."
                    ]
                }
			]
		},
		{
			"name": "Caminho do Mestre Ébrio",
			"shortName": "Mestre Ébrio",
            "id": "mestreebrio",
			"source": "XGE",
			"className": "Monge",
			"classSource": "PHB",
			"page": 54,
            "level": 3,
            "entries": [
                "O Caminho do Mestre Ébrio ensina seus estudantes a moverem-se com os modos irregulares e imprevisíveis de um bêbado. Um mestre ébrio ginga, cambaleando sobre pés instáveis, de modo a mostrar-se o que parece ser um combatente inábil, contra quem é frustrante lutar. Os tropeços erráticos do mestre ébrio escondem uma cuidadosamente executada dança de bloqueios, desvios, avanços, ataques e recuos.",
                "Um mestre ébrio costuma gostar de se fazer de bobo para fazer alegria aos desanimados ou demonstrar humildade aos arrogantes, mas assim que uma luta se inicia, o mestre ébrio pode ser um oponente habilidoso e exasperante."
            ],
			"subclassFeatures": [
                {
                    "name": "Proficiências Bônus",
                    "source": "XGE",
                    "page": 54,
                    "className": "Monge",
                    "classSource": "PHB",
                    "subclassShortName": "Mestre Ébrio",
                    "subclassSource": "XGE",
                    "level": 3,
                    "header": 1,
                    "entries": [
                        "Ao escolher esta tradição no 3º nível, você ganha proficiência na perícia Atuação, caso já não a tenha. Sua técnica em artes marciais mistura treinamento em combate com a precisão de um dançarino e os modos de um bufão. Você também ganha proficiência com ferramentas/suprimentos de cervejeiro, caso ainda não a possua."
                    ]
                },
                {
                    "name": "Técnica Ébria",
                    "source": "XGE",
                    "page": 54,
                    "className": "Monge",
                    "classSource": "PHB",
                    "subclassShortName": "Mestre Ébrio",
                    "subclassSource": "XGE",
                    "level": 3,
                    "header": 1,
                    "entries": [
                        "No 3º nível, você aprende como se virar e se contorcer rapidamente como parte de sua Torrente de Golpes. Sempre que usar Torrente de Golpes, você ganha o benefício da ação Desengajar, e seu deslocamento de caminhada aumenta em 3 metros até o final do turno atual."
                    ]
                },
                {
                    "name": "Ginga Embriagada",
                    "source": "XGE",
                    "page": 54,
                    "className": "Monge",
                    "classSource": "PHB",
                    "subclassShortName": "Mestre Ébrio",
                    "subclassSource": "XGE",
                    "level": 6,
                    "header": 2,
                    "entries": [
                        "A partir do 6º nível, você pode mover-se de modo súbito e oscilante, ganhando os seguintes benefícios.",
                        {
                            "type": "options",
                            "entries": [
                                {
                                    "name": "Em Pé Instantaneamente",
                                    "source": "XGE",
                                    "page": 54,
                                    "className": "Monge",
                                    "classSource": "XGE",
                                    "subclassShortName": "Mestre Ébrio",
                                    "subclassSource": "XGE",
                                    "level": 6,
                                    "entries": [
                                        "Quando estiver {@condition caído}, você pode ficar de pé gastando apenas 1,5 metro, em vez de metade do seu deslocamento."
                                    ]
                                },
                                {
                                    "name": "Redirecionamento de Ataque",
                                    "source": "XGE",
                                    "page": 54,
                                    "className": "Monge",
                                    "classSource": "XGE",
                                    "subclassShortName": "Mestre Ébrio",
                                    "subclassSource": "XGE",
                                    "level": 6,
                                    "entries": [
                                        "Um ataque corpo a corpo malsucedido contra você permite que você gaste 1 ponto de ki como uma reação para fazer com que o ataque acerte uma criatura à sua escolha, à sua vista e a até 1,5 metro de você, exceto o próprio atacante."
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "name": "Sorte de Beberrão",
                    "source": "XGE",
                    "page": 54,
                    "className": "Monge",
                    "classSource": "PHB",
                    "subclassShortName": "Drunken Master",
                    "subclassSource": "XGE",
                    "level": 11,
                    "header": 2,
                    "entries": [
                        "A partir do 11º nível, você parece sempre fazer o movimento certo na hora certa. Você pode gastar 2 pontos de ki para cancelar uma desvantagem em um teste de atributo, jogada de ataque ou salvaguarda."
                    ]
                },
                {
                    "name": "Frenesi Intoxicado",
                    "source": "XGE",
                    "page": 54,
                    "className": "Monge",
                    "classSource": "PHB",
                    "subclassShortName": "Drunken Master",
                    "subclassSource": "XGE",
                    "level": 17,
                    "header": 2,
                    "entries": [
                        "No 17º nível, você ganha a habilidade de realizar uma quantidade avassaladora de ataques contra um grupo de inimigos. Ao usar sua Torrente de Golpes, você pode fazer até três ataques adicionais com ela (até um total de cinco ataques Torrente de Golpes), contando que cada ataque Torrente de Golpes tenha como alvo uma criatura diferente neste turno."
                    ]
                }
			]
		},
		{
			"name": "Caminho do Kensei",
			"shortName": "Kensei",
            "id": "kensei",
			"source": "XGE",
			"className": "Monge",
			"classSource": "PHB",
			"page": 55,
            "level": 3,
            "entries": [
                "Monges do Caminho do Kensei treinam incansavelmente com suas armas, até o ponto onde as armas tornam-se uma extensão dos seus corpos. Tendo como fundação o domínio da luta com espadas, a tradição se ampliou de modo a incluir muitos outros tipos de armas.",
                "Um kensei enxerga uma arma de modo semelhante ao modo como um calígrafo ou pintor enxerga uma pena ou pincel. Que uma tal maestria torne o kensei um guerreiro inigualável é apenas consequência de devoção, prática e estudo intensos."
            ],
			"subclassFeatures": [
                {
                    "name": "Caminho do Kensei",
                    "source": "XGE",
                    "page": 55,
                    "className": "Monge",
                    "classSource": "PHB",
                    "subclassShortName": "Kensei",
                    "subclassSource": "XGE",
                    "level": 3,
                    "header": 1,
                    "entries": [
                        "Ao escolher esta tradição no 3º nível, seu treino especial em artes marciais leva-o a dominar o uso de determinadas armas. Este caminho também inclui instrução em ágeis movimentos de caligrafia e pintura. Você ganha os seguintes benefícios.",
                        {
                            "type": "entries",
                            "name": "Armas Kensei",
                            "entries": [
                                "Escolha dois tipos de armas para serem suas armas kensei: uma arma de combate corpo a corpo e uma de combate à distância. Cada uma dessas armas pode ser uma arma simples ou marcial que não possua as propriedades especiais e pesadas. O arco longo também é uma escolha válida. Você ganha proficiência com essas armas, caso já não a possua. Armas dos tipos escolhidos são armas de monge para você. Muitas das características desta tradição só funcionam com suas armas kensei. Ao alcançar os 6º, 11º e 17º níveis nesta classe, você pode escolher outro tipo de arma — tanto de combate corpo a corpo quanto à distância — para ser uma arma kensei para você, seguindo os critérios anteriores."
                            ]
                        },
                        {
                            "type": "options",
                            "entries": [
                                {
                                    "name": "Aparar Ágil",
                                    "source": "XGE",
                                    "page": 55,
                                    "className": "Monge",
                                    "classSource": "XGE",
                                    "subclassShortName": "Kensei",
                                    "subclassSource": "XGE",
                                    "level": 3,
                                    "entries": [
                                        "Caso você realize um ataque desarmado como parte da ação Ataque em seu turno, e esteja empunhando uma arma kensei, você pode usá-la para se defender, caso se trate de uma arma de combate corpo a corpo. Você ganha um bônus de +2 para sua CA até o começo do seu próximo turno, enquanto a arma estiver em sua mão e você não estiver {@condition incapacitado}."
                                    ]
                                },
                                {
                                    "name": "Disparo Kensei",
                                    "source": "XGE",
                                    "page": 55,
                                    "className": "Monge",
                                    "classSource": "XGE",
                                    "subclassShortName": "Kensei",
                                    "subclassSource": "XGE",
                                    "level": 3,
                                    "entries": [
                                        "Você pode usar uma ação bônus no seu turno para tornar seus ataques à distância com uma arma kensei mais fatais. Ao fazê-lo, qualquer alvo que você atinja com um ataque à distância usando uma arma kensei sofre 1d4 pontos de dano adicional do tipo da arma. Você mantém este benefício até o final do turno atual."
                                    ]
                                }
                            ]
                        },
                        {
                            "type": "entries",
                            "name": "Caminho do Pincel",
                            "entries": [
                                "Você ganha proficiência com suprimentos de calígrafo ou com ferramentas/suprimentos de pintor."
                            ]
                        }
                    ]
                },
                {
                    "name": "Um com a Lâmina",
                    "source": "XGE",
                    "page": 55,
                    "className": "Monge",
                    "classSource": "PHB",
                    "subclassShortName": "Kensei",
                    "subclassSource": "XGE",
                    "level": 6,
                    "header": 2,
                    "entries": [
                        "No 6º nível, você estende seu ki até suas armas kensei, concedendo a si mesmo os benefícios a seguir.",
                        {
                            "type": "entries",
                            "name": "Armas Kensei Mágicas",
                            "entries": [
                                "Seus ataques com armas kensei contam como mágicos para o propósito de superar resistência e imunidade a ataques e dano não mágicos."
                            ]
                        },
                        {
                            "type": "entries",
                            "name": "Ataque Ágil",
                            "entries": [
                                "Ao atingir um alvo com uma arma kensei, você pode gastar 1 ponto de ki para fazer com que a arma cause uma quantidade de dano adicional ao alvo igual ao seu dado de Artes Marciais. Você pode usar esta característica apenas uma vez em cada um dos seus turnos."
                            ]
                        }
                    ]
                },
                {
                    "name": "Aguçar a Lâmina",
                    "source": "XGE",
                    "page": 55,
                    "className": "Monge",
                    "classSource": "PHB",
                    "subclassShortName": "Kensei",
                    "subclassSource": "XGE",
                    "level": 11,
                    "header": 2,
                    "entries": [
                        "No 11º nível, você pode melhorar ainda mais suas armas com seu ki. Como uma ação bônus, você pode gastar até 3 pontos de ki para conceder um bônus às suas jogadas de ataque e dano com uma arma kensei em que você toque. O bônus é igual ao número de pontos de ki que você gastou. Ele dura 1 minuto ou até que você use esta característica novamente. Esta característica não tem efeito em armas mágicas que já concedam bônus a jogadas de ataque e dano."
                    ]
                },
                {
                    "name": "Precisão Infalível",
                    "source": "XGE",
                    "page": 55,
                    "className": "Monge",
                    "classSource": "PHB",
                    "subclassShortName": "Kensei",
                    "subclassSource": "XGE",
                    "level": 17,
                    "header": 2,
                    "entries": [
                        "No 17º nível, sua maestria com armas lhe concede precisão extraordinária. Ao falhar numa jogada de ataque com uma arma de monge no seu turno, você pode refazer a jogada. Esta característica só pode ser usada uma vez em cada um dos seus turnos."
                    ]
                }
			]
		},
		{
			"name": "Caminho da Alma Solar",
			"shortName": "Alma Solar",
            "id": "almasolar",
			"source": "XGE",
			"className": "Monge",
			"classSource": "PHB",
			"page": 56,
            "level": 3,
            "entries": [
                "Monges do Caminho da Alma Solar aprendem a canalizar sua energia vital em abrasadores raios de luz. Eles ensinam que a meditação pode desbloquear a habilidade de canalizar a luz vertida pela alma de cada criatura viva."
            ],
			"otherSources": [
				{
					"source": "SCAG",
					"page": 131
				}
			],
			"subclassFeatures": [
                {
                    "name": "Rajada Solar Radiante",
                    "source": "XGE",
                    "page": 56,
                    "className": "Monge",
                    "classSource": "PHB",
                    "subclassShortName": "Alma Solar",
                    "subclassSource": "XGE",
                    "level": 3,
                    "header": 1,
                    "entries": [
                        "Ao escolher esta tradição no 3º nível, você pode lançar ardentes rajadas de radiação mágica.",
                        "Você ganha uma nova opção de ataque para usar com a ação Atacar. Esse ataque especial é um ataque mágico à distância com alcance de 9 metros. Você é proficiente com ele, adicionando seu modificador de Destreza às jogadas de ataque e dano dele. O tipo de dano é radiante, e o dado de dano é 1d4. Esse dado muda à medida que você ganha níveis como monge, conforme mostrado na coluna Artes Marciais da tabela O Monge.",
                        "Quando você executa a ação Atacar no seu turno e usa este ataque especial como parte dela, você pode gastar 1 ponto de ki para realizar o ataque especial duas vezes como uma ação bônus.",
                        "Ao ganhar a característica Ataque Extra, este ataque especial pode ser usado para qualquer um dos ataques que você faz como parte da ação Atacar."
                    ]
                },
                {
                    "name": "Golpe do Arco Ardente",
                    "source": "XGE",
                    "page": 56,
                    "className": "Monge",
                    "classSource": "PHB",
                    "subclassShortName": "Alma Solar",
                    "subclassSource": "XGE",
                    "level": 6,
                    "header": 2,
                    "entries": [
                        "No 6º nível, você ganha a habilidade de canalizar seu ki em abrasadoras ondas de energia. Imediatamente após executar a ação Atacar em seu turno, você pode gastar 2 pontos de ki para conjurar a magia {@spell mãos flamejantes} como uma ação bônus.",
                        "Você pode gastar pontos de ki adicionais para conjurar {@spell mãos flamejantes} como uma magia de círculo superior. Cada ponto de ki adicional gasto aumenta o círculo da magia em 1. A quantidade máxima de pontos de ki (2 mais quaisquer pontos adicionais) que você pode gastar na magia é igual a metade do seu nível como monge."
                    ]
                },
                {
                    "name": "Explosão Solar Cauterizante",
                    "source": "XGE",
                    "page": 56,
                    "className": "Monge",
                    "classSource": "PHB",
                    "subclassShortName": "Alma Solar",
                    "subclassSource": "XGE",
                    "level": 11,
                    "header": 2,
                    "entries": [
                        "No 11º nível, você ganha a habilidade de criar um orbe de luz que irrompe numa explosão devastadora. Como uma ação, você cria magicamente um orbe e lança-o na direção de um ponto à sua escolha e a até 45 metros de você, onde ele irrompe numa esfera de luz radiante por um breve, porém mortal, instante.",
                        "Cada criatura dentro dessa esfera com raio de 6 metros deve ser bem-sucedida em uma salvaguarda de Constituição ou receber 2d6 pontos de dano radiante. As criaturas não precisam realizar a salvaguarda se estiverem por trás de cobertura total opaca.",
                        "Você pode aumentar o dano da esfera gastando pontos de ki. Cada ponto gasto, até um máximo de 3, aumenta o dano em 2d6."
                    ]
                },
                {
                    "name": "Escudo Solar",
                    "source": "XGE",
                    "page": 56,
                    "className": "Monge",
                    "classSource": "PHB",
                    "subclassShortName": "Alma Solar",
                    "subclassSource": "XGE",
                    "level": 17,
                    "header": 2,
                    "entries": [
                        "No 17º nível, você se cobre com uma aura mágica luminosa. Você irradia luz plena num raio de 9 metros, e meia-luz por mais 9 metros. Você pode extinguir ou restaurar essa luz como uma ação bônus.",
                        "Se uma criatura atingi-lo com um ataque corpo a corpo enquanto a luz brilha, você pode usar sua reação para causar dano radiante na criatura. Esse dano radiante é igual a 5 + seu modificador de Sabedoria."
                    ]
                }
			]
		}
	]
}