{
    "class": [
        {
            "name": "Paladino",
            "subclassTitle": "Juramentos Sagrados",
            "multiclassing": {
                "requirements": {
                    "str": 13,
                    "cha": 13
                },
                "proficienciesGained": {
                    "armor": [
                        "light",
                        "medium",
                        "{@item shield|phb|shields}"
                    ],
                    "weapons": [
                        "simple",
                        "martial"
                    ]
                }
            },
            "entries": [
                "Tornar-se um Paladino envolve realizar votos de compromisso sagrado com a causa da justiça, o que implica uma jornada ativa de luta contra o mal. O juramento final, realizado quando se alcança o 3º nível, é o ápice de todo o treinamento de um paladino. Alguns personagens desta classe não se consideram verdadeiros paladinos até alcançarem o 3º nível e realizarem este juramento. Para outros, o juramento em si é uma mera formalidade, um reconhecimento oficial daquilo que sempre foi verdadeiro em seus corações."
            ]
        }
    ],
    "subclasses": [
        {
            "name": "Juramento da Devoção",
            "shortName": "Devoção",
            "id": "devocao",
            "source": "PHB",
            "className": "Paladino",
            "classSource": "PHB",
            "page": 116,
            "srd": true,
            "level": 3,
            "entries": [
                "O Juramento da Devoção vincula um paladino aos mais elevados ideais da justiça, virtude e ordem. Algumas vezes chamados de cavaleiros, cavaleiros brancos ou guerreiros sagrados, esses paladinos personificam o ideal do cavaleiro de armadura brilhante, que age com honra em busca da justiça e do bem maior. Eles cultivam e perseguem os mais elevados padrões de conduta, e alguns, de um modo ou de outro, exigem que o resto do mundo mantenha os mesmos padrões. Muitos dos que realizam esse juramento são devotos de deuses da justiça e do bem, usando os mandamentos das suas divindades como medida para sua devoção. Eles admiram os anjos - os mais perfeitos servos do bem - e os têm como seus ideais, incorporando imagens de asas angelicais em seus elmos e brasões."
            ],
            "subclassFeatures": [
                {
                    "name": "Princípios da Devoção",
                    "source": "PHB",
                    "page": 117,
                    "srd": true,
                    "className": "Paladino",
                    "classSource": "PHB",
                    "subclassShortName": "Devoção",
                    "subclassSource": "PHB",
                    "level": 3,
                    "header": 1,
                    "entries": [
                        "Embora as palavras e restrições exatas do Juramento da Devoção possam variar, os paladinos deste juramento compartilham os seguintes dogmas.",
                        {
                            "type": "entries",
                            "name": "Honestidade",
                            "entries": [
                                "Não minta ou trapaceie. Que sua palavra seja sua garantia."
                            ]
                        },
                        {
                            "type": "entries",
                            "name": "Coragem",
                            "entries": [
                                "Nunca tenha medo de agir, embora o sábio seja cauteloso."
                            ]
                        },
                        {
                            "type": "entries",
                            "name": "Compaixão",
                            "entries": [
                                "Ajude o próximo, proteja os fracos, puna aqueles que os ameaçam. Demonstre misericórdia para com seus oponentes, mas sempre com sabedoria."
                            ]
                        },
                        {
                            "type": "entries",
                            "name": "Honra",
                            "entries": [
                                "Trate o próximo com justiça, que ele veja suas ações honradas como exemplo. Faça o bem sempre que possível, enquanto causa o menor dos prejuízos."
                            ]
                        },
                        {
                            "type": "entries",
                            "name": "Dever",
                            "entries": [
                                "Seja responsável por suas ações e suas consequências, proteja os que estão sob seus cuidados e obedeça aos que detém autoridade sobre você."
                            ]
                        }
                    ]
                },
                {
                    "name": "Canalizar Divindade: Arma Sagrada",
                    "source": "PHB",
                    "page": 117,
                    "srd": true,
                    "className": "Paladino",
                    "classSource": "PHB",
                    "subclassShortName": "Devoção",
                    "subclassSource": "PHB",
                    "level": 3,
                    "header": 1,
                    "entries": [
                        "Como uma ação, você pode imbuir uma arma que esteja empunhando com energia positiva. Por 1 minuto, você poderá somar seu modificador de Carisma às jogadas de ataque feitas com essa arma (com um bônus mínimo de +1). A arma também emite luz plena em um raio de 6 metros e meia-luz por 6 metros adicionais. Se a arma não for mágica, ela se torna mágica durante esse período.",
                        "Você pode encerrar este efeito durante o seu turno como parte de qualquer outra ação. Se não estiver mais empunhando ou carregando a arma, ou se ficar {@condition inconsciente}, o efeito se encerra."
                    ]
                },
                {
                    "name": "Canalizar Divindade: Expulsar o Profano",
                    "source": "PHB",
                    "page": 117,
                    "srd": true,
                    "className": "Paladino",
                    "classSource": "PHB",
                    "subclassShortName": "Devoção",
                    "subclassSource": "PHB",
                    "level": 3,
                    "header": 1,
                    "entries": [
                        "Como uma ação, você apresenta seu símbolo sagrado e cita uma prece censurando ínferos e mortos-vivos. Cada criatura desses tipos a menos de 9 metros de você, e que possa vê-lo ou ouvi-lo, deverá realizar uma salvaguarda de Sabedoria. Caso falhe, ela será expulsa por 1 minuto, ou até sofrer dano.",
                        "Uma criatura expulsa deve gastar seus turnos tentando se distanciar o máximo possível de você, não podendo se aproximar a menos de 9 metros por vontade própria. Ela também não pode usar reações, sendo capaz apenas de usar a ação Correr, ou tentar escapar de um efeito que a impeça de se mover. Caso não possa se mover, a criatura ainda pode usar a ação Esquivar."
                    ]
                },
                {
                    "name": "Magias de Juramento",
                    "source": "PHB",
                    "page": 117,
                    "srd": true,
                    "className": "Paladino",
                    "classSource": "PHB",
                    "subclassShortName": "Devoção",
                    "subclassSource": "PHB",
                    "level": 3,
                    "header": 1,
                    "entries": [
                        "Você ganha as seguintes magias de juramento nos níveis de paladino listados.",
                        {
                            "type": "table",
                            "caption": "Magias de Juramento da Devoção",
                            "colLabels": [
                                "Nível de Paladino",
                                "Magias"
                            ],
                            "colStyles": [
                                "col-2 text-center",
                                "col-10"
                            ],
                            "rows": [
                                [
                                    "3º",
                                    "{@spell proteção contra o bem e o mal}, {@spell santuário}"
                                ],
                                [
                                    "5º",
                                    "{@spell restauração menor}, {@spell zona da verdade}"
                                ],
                                [
                                    "9º",
                                    "{@spell dissipar magia}, {@spell sinal de esperança}"
                                ],
                                [
                                    "13º",
                                    "{@spell defensor da fé}, {@spell movimentação livre}"
                                ],
                                [
                                    "17º",
                                    "{@spell coluna de chamas}, {@spell comunhão}"
                                ]
                            ]
                        }
                    ]
                },
                {
                    "name": "Aura de Devoção",
                    "source": "PHB",
                    "page": 117,
                    "srd": true,
                    "className": "Paladino",
                    "classSource": "PHB",
                    "subclassShortName": "Devoção",
                    "subclassSource": "PHB",
                    "level": 7,
                    "header": 2,
                    "entries": [
                        "A partir do 7º nível, enquanto estiver consciente, você e quaisquer criaturas amigáveis num raio de até 3 metros não podem ser {@condition enfeitiçadas}.",
                        "No 18º nível, o raio da aura aumenta para 9 metros."
                    ]
                },
                {
                    "name": "Pureza de Espírito",
                    "source": "PHB",
                    "page": 117,
                    "srd": true,
                    "className": "Paladino",
                    "classSource": "PHB",
                    "subclassShortName": "Devoção",
                    "subclassSource": "PHB",
                    "level": 15,
                    "header": 2,
                    "entries": [
                        "Começando no 15º nível, você estará sempre sob os efeitos da magia {@spell proteção contra o bem e o mal}."
                    ]
                },
                {
                    "name": "Resplendor Sagrado",
                    "source": "PHB",
                    "page": 117,
                    "srd": true,
                    "className": "Paladino",
                    "classSource": "PHB",
                    "subclassShortName": "Devoção",
                    "subclassSource": "PHB",
                    "level": 20,
                    "header": 2,
                    "entries": [
                        "No 20º nível, como uma ação, você pode emanar uma aura de luz solar. Durante 1 minuto, você emanará luz plena em um raio de 9 metros e meia-luz por mais 9 metros.",
                        "Sempre que uma criatura inimiga iniciar o turno dela na área de luz plena, sofrerá 10 pontos de dano radiante.",
                        "Além disso, enquanto durar a luz, você tem vantagem em salvaguardas contra magias conjuradas por ínferos e mortos-vivos.",
                        "Uma vez usada esta característica, ela não pode ser usada novamente até que você termine um descanso longo."
                    ]
                }
            ]
        },
        {
            "name": "Juramento dos Anciãos",
            "shortName": "Anciãos",
            "id": "anciaos",
            "source": "PHB",
            "className": "Paladino",
            "classSource": "PHB",
            "page": 118,
            "level": 3,
            "entries": [
                "O Juramento dos Anciãos é tão antigo quanto a raça dos elfos e os rituais druídicos. Algumas vezes chamados de cavaleiros feéricos, cavaleiros verdes ou cavaleiros galhadas, os paladinos que prestam este juramento juntam-se às fileiras da luz, no embate cósmico contra a escuridão, por amarem a beleza e todas as coisas que dão graça e vida ao mundo, não necessariamente por acreditarem nos princípios da honra, coragem e justiça. Eles adornam suas armaduras e roupas com imagens de coisas que crescem - folhas, chifres ou flores - para refletir seu compromisso com a preservação da vida e da luz sobre o mundo."
            ],
            "subclassFeatures": [
                {
                    "name": "Princípios dos Anciãos",
                    "source": "PHB",
                    "page": 118,
                    "className": "Paladino",
                    "classSource": "PHB",
                    "subclassShortName": "Anciãos",
                    "subclassSource": "PHB",
                    "level": 3,
                    "header": 1,
                    "entries": [
                        "Os princípios do Juramento dos Anciãos foram preservados durante incontáveis séculos. O juramento enfatiza os princí-pios do bem acima de quaisquer preocupações com a ordem ou o caos. Seus quatro princípios centrais são simples.",
                        {
                            "type": "entries",
                            "name": "Acendei a Luz",
                            "entries": [
                                "Por meio de vossos atos de misericórdia, bondade e perdão, acendei a luz da esperança no mundo e rechaçai o desespero."
                            ]
                        },
                        {
                            "type": "entries",
                            "name": "Protegei a Luz",
                            "entries": [
                                "Onde houver o bem, a beleza, o amor e a alegria no mundo, colocai-vos contra a maldade que vos pode engolir. Onde floresce a vida, protegei-a contra as forças que a fazem murchar."
                            ]
                        },
                        {
                            "type": "entries",
                            "name": "Preservai a Vossa Própria Luz",
                            "entries": [
                                "Deliciai-vos com a música, o bom-humor, a beleza e a arte. Se permitíreis que a luz pereça em vosso coração, como ireis preservá-la no mundo?"
                            ]
                        },
                        {
                            "type": "entries",
                            "name": "Tornai-vos Luz",
                            "entries": [
                                "Vós sois o farol. Gloriosa é a luz que de ti emana para todos os que vivem em desespero. Deixai que a luz de vossa alegria e coragem abrilhante todos os vossos atos."
                            ]
                        }
                    ]
                },
                {
                    "name": "Canalizar Divindade: A Ira da Natureza",
                    "source": "PHB",
                    "page": 118,
                    "className": "Paladino",
                    "classSource": "PHB",
                    "subclassShortName": "Anciãos",
                    "subclassSource": "PHB",
                    "level": 3,
                    "header": 1,
                    "entries": [
                        "Você pode usar seu Canalizar Divindade para invocar as forças primitivas e com elas prender um adversário. Com uma ação, você pode convocar videiras espectrais, que se estendem e se enlaçam ao redor de uma criatura, à sua vista, que esteja a até 3 metros de distância. A criatura deve ser bem-sucedida em uma salvaguarda de Força ou Destreza (ela escolhe), ou será {@condition contida}. Enquanto estiver presa às videiras, ela deve repetir a salvaguarda ao final de cada um dos seus turnos. Caso obtenha sucesso, liberta-se e as videiras desaparecem."
                    ]
                },
                {
                    "name": "Canalizar Divindade: Expulsar os Infiéis",
                    "source": "PHB",
                    "page": 118,
                    "className": "Paladino",
                    "classSource": "PHB",
                    "subclassShortName": "Anciãos",
                    "subclassSource": "PHB",
                    "level": 3,
                    "header": 1,
                    "entries": [
                        "Você pode usar seu Canalizar Divindade para proferir palavras ancestrais e com elas causar dor e sofrimento aos seres feéricos e ínferos. Com uma ação, você exibe o seu símbolo sagrado, e cada ser feérico ou ínfero, que esteja a uma distância de até 9 metros e que possa ouvi-lo, deve realizar uma salvaguarda de Sabedoria. Em caso de falha, é expulso por 1 minuto ou até sofrer dano.",
                        "Uma criatura expulsa deve passar os turnos dela tentando se distanciar o máximo possível de você, não podendo se aproximar a menos de 9 metros por vontade própria. Ela também não pode usar reações, sendo capaz de usar somente a ação Correr, ou tentar escapar de um efeito que a impeça de se mover. Caso não possa se mover, ainda poderá usar a ação Esquivar.",
                        "Se a forma verdadeira da criatura estiver escondida por uma ilusão, metamorfose, ou efeitos similares, essa forma será revelada quando ela for expulsa."
                    ]
                },
                {
                    "name": "Magias de Juramento",
                    "source": "PHB",
                    "page": 118,
                    "className": "Paladino",
                    "classSource": "PHB",
                    "subclassShortName": "Anciãos",
                    "subclassSource": "PHB",
                    "level": 3,
                    "header": 1,
                    "entries": [
                        "Você ganha as seguintes magias de juramento nos níveis de paladino listados.",
                        {
                            "type": "table",
                            "caption": "Magias do Juramento dos Anciões",
                            "colLabels": [
                                "Nível de Paladino",
                                "Magias"
                            ],
                            "colStyles": [
                                "col-2 text-center",
                                "col-10"
                            ],
                            "rows": [
                                [
                                    "3º",
                                    "{@spell falar com animais}, {@spell golpe constritor}"
                                ],
                                [
                                    "5º",
                                    "{@spell passo nebuloso}, {@spell raio lunar}"
                                ],
                                [
                                    "9º",
                                    "{@spell crescimento de plantas}, {@spell proteção contra energia}"
                                ],
                                [
                                    "13º",
                                    "{@spell pele-rocha}, {@spell tempestade glacial}"
                                ],
                                [
                                    "17º",
                                    "{@spell comunhão com a natureza}, {@spell passo arbóreo}"
                                ]
                            ]
                        }
                    ]
                },
                {
                    "name": "Aura de Resistência",
                    "source": "PHB",
                    "page": 118,
                    "className": "Paladino",
                    "classSource": "PHB",
                    "subclassShortName": "Anciãos",
                    "subclassSource": "PHB",
                    "level": 7,
                    "header": 2,
                    "entries": [
                        "A partir do 7º nível, a magia antiga está tão enraizada em você que chega a formar uma aura de defesa mística. Você, e quaisquer criaturas amigáveis que estejam dentro de um raio de até 3 metros de distância, ganham resistência a dano causado por magias.",
                        "No 18º nível, o raio desta aura aumenta para 9 metros."
                    ]
                },
                {
                    "name": "Sentinela Imortal",
                    "source": "PHB",
                    "page": 118,
                    "className": "Paladino",
                    "classSource": "PHB",
                    "subclassShortName": "Anciãos",
                    "subclassSource": "PHB",
                    "level": 15,
                    "header": 2,
                    "entries": [
                        "A partir do 15º nível, sempre que seus pontos de vida forem reduzidos a 0 e você não morrer imediatamente, poderá escolher entre permanecer assim ou voltar a ter 1 ponto de vida. Uma vez usada, esta característica só pode ser utilizada novamente após um descanso longo.",
                        "Além disso, você não sofre os efeitos do envelhecimento e não pode ser envelhecido magicamente."
                    ]
                },
                {
                    "name": "Campeão Ancestral",
                    "source": "PHB",
                    "page": 118,
                    "className": "Paladino",
                    "classSource": "PHB",
                    "subclassShortName": "Anciãos",
                    "subclassSource": "PHB",
                    "level": 20,
                    "header": 2,
                    "entries": [
                        "No 20º nível, você é capaz de assumir a forma de uma antiga força da natureza, que se manifesta conforme a sua vontade. Por exemplo, sua pele pode se tornar verde, ou assumir uma textura de casca de árvore, seus cabelos podem se tornar folhosos ou musgosos, você poderia exibir uma galhada como as de um alce ou uma juba como a de um leão.",
                        "Com o uso de uma ação, você se transforma e, durante 1 minuto, recebe os seguintes benefícios:",
                        {
                            "type": "list",
                            "items": [
                                "No começo de cada um dos seus turnos, você recupera 10 pontos de vida.",
                                "Ao lançar uma magia de paladino que exija uma ação para ser conjurada, é possível usar uma ação bônus para fazê-lo.",
                                "Criaturas inimigas que se encontrem em um raio de até 3 metros de distância têm desvantagem em salvaguardas contra as suas magias de paladino e os seus efeitos de Canalizar Divindade."
                            ]
                        },
                        "Após usar esta característica, você não pode utilizá-la novamente até completar um descanso longo."
                    ]
                }
            ]
        },
        {
            "name": "Juramento da Vingança",
            "shortName": "Vingança",
            "id": "vinganca",
            "source": "PHB",
            "className": "Paladino",
            "classSource": "PHB",
            "page": 118,
            "level": 3,
            "entries": [
                "O juramento da Vingança é um comprometimento solene de punir todos os que tenham cometido crimes capitais. Quando uma força maligna massacra camponeses indefesos, uma população inteira se nega a cumprir os desígnios dos deuses, uma guilda de ladrões se torna demasiadamente violenta ou poderosa, ou um dragão causa sofrimento em uma área rural - nessas horas, paladinos se erguem e prestam um Juramento de Vingança para corrigir aquilo que está errado. Para esses paladinos - muitas vezes chamados de vingadores ou cavaleiros sombrios - sua própria pureza não é tão importante quanto fazer justiça."
            ],
            "subclassFeatures": [
                {
                    "name": "Princípios da Vingança",
                    "source": "PHB",
                    "page": 119,
                    "className": "Paladino",
                    "classSource": "PHB",
                    "subclassShortName": "Vingança",
                    "subclassSource": "PHB",
                    "level": 3,
                    "header": 1,
                    "entries": [
                        "Os princípios do Juramento da Vingança podem variar de um paladino para outro, mas todos versam sobre punir os malfeitores a qualquer custo. Os paladinos que defendem esses princípios estão dispostos a sacrificar até mesmo a sua retidão para trazer à justiça aqueles que praticam maldades. Por isso, esses paladinos costumam ter alinhamento neutro ou ordeiro e neutro. Os dogmas que orientam seus princípios são brutalmente simples.",
                        {
                            "type": "entries",
                            "name": "Lute Contra o Mal Maior",
                            "entries": [
                                "Diante da escolha entre lutar contra meus inimigos jurados ou contra um mal menor, eu escolho o mal maior."
                            ]
                        },
                        {
                            "type": "entries",
                            "name": "Sem Misericórdia para os Maus",
                            "entries": [
                                "Inimigos comuns podem merecer a minha misericórdia; meus inimigos jurados, nunca."
                            ]
                        },
                        {
                            "type": "entries",
                            "name": "Por Todos os Meios Necessários",
                            "entries": [
                                "Meu remorso não deve me impedir de exterminar meus inimigos."
                            ]
                        },
                        {
                            "type": "entries",
                            "name": "Restituição",
                            "entries": [
                                "Se meus inimigos trazem ruína ao mundo, é porque falhei no meu dever. Devo ajudar suas vítimas."
                            ]
                        }
                    ]
                },
                {
                    "name": "Canalizar Divindade: Repudiar Inimigo",
                    "source": "PHB",
                    "page": 119,
                    "className": "Paladino",
                    "classSource": "PHB",
                    "subclassShortName": "Vingança",
                    "subclassSource": "PHB",
                    "level": 3,
                    "header": 1,
                    "entries": [
                        "Com uma ação, você exibe seu símbolo sagrado e faz uma prece de denúncia. Escolha uma criatura visível dentro a até 18 metros de distância. Ela precisa realizar uma salvaguarda de Sabedoria, a não ser que seja imune a ser {@condition amedrontada}. Ínferos e mortos-vivos têm desvantagem nessa salvaguarda.",
                        "Em caso de falha, a criatura fica {@condition amedrontada} por 1 minuto ou até sofrer dano. Enquanto estiver {@condition amedrontada}, ela não pode se movimentar ou se beneficiar de qualquer bônus de deslocamento.",
                        "Caso seja bem-sucedida, seu deslocamento cai pela metade por 1 minuto ou até ela sofrer dano."
                    ]
                },
                {
                    "name": "Canalizar Divindade: Voto de Inimizade",
                    "source": "PHB",
                    "page": 119,
                    "className": "Paladino",
                    "classSource": "PHB",
                    "subclassShortName": "Vingança",
                    "subclassSource": "PHB",
                    "level": 3,
                    "header": 1,
                    "entries": [
                        "Usando sua ação bônus, você é capaz de proferir um voto de inimizade contra uma criatura visível a até 3 metros de distância. Você tem vantagem em jogadas de ataque contra essa criatura por 1 minuto, até que os pontos de vida dela cheguem a 0 ou até ela ficar {@condition inconsciente}."
                    ]
                },
                {
                    "name": "Magias de Juramento",
                    "source": "PHB",
                    "page": 119,
                    "className": "Paladino",
                    "classSource": "PHB",
                    "subclassShortName": "Vingança",
                    "subclassSource": "PHB",
                    "level": 3,
                    "header": 1,
                    "entries": [
                        "Você ganha as seguintes magias de juramento nos níveis de paladino listados.",
                        {
                            "type": "table",
                            "caption": "Magias do Juramento da Vingança",
                            "colLabels": [
                                "Paladin Level",
                                "Spells"
                            ],
                            "colStyles": [
                                "col-2 text-center",
                                "col-10"
                            ],
                            "rows": [
                                [
                                    "3º",
                                    "{@spell marca do predador}, {@spell perdição}"
                                ],
                                [
                                    "5º",
                                    "{@spell imobilizar pessoa}, {@spell passo nebuloso}"
                                ],
                                [
                                    "9º",
                                    "{@spell celeridade}, {@spell proteção contra energia}"
                                ],
                                [
                                    "13º",
                                    "{@spell banimento}, {@spell porta dimensional}"
                                ],
                                [
                                    "17º",
                                    "{@spell imobilizar monstro}, {@spell vidência}"
                                ]
                            ]
                        }
                    ]
                },
                {
                    "name": "Vingador Implacável",
                    "source": "PHB",
                    "page": 119,
                    "className": "Paladino",
                    "classSource": "PHB",
                    "subclassShortName": "Vingança",
                    "subclassSource": "PHB",
                    "level": 7,
                    "header": 2,
                    "entries": [
                        "A partir do 7º nível, seu foco sobrenatural ajuda-o a evitar a fuga de um inimigo. Imediatamente após atingir uma criatura com um ataque de oportunidade, como parte da sua reação, você pode se mover a até metade do seu deslocamento. Esse movimento não provoca ataques de oportunidade."
                    ]
                },
                {
                    "name": "Alma Vingativa",
                    "source": "PHB",
                    "page": 119,
                    "className": "Paladino",
                    "classSource": "PHB",
                    "subclassShortName": "Vingança",
                    "subclassSource": "PHB",
                    "level": 15,
                    "header": 2,
                    "entries": [
                        "A partir do 15º nível, a autoridade com a qual você selou o Voto de Inimizade lhe concede um poder superior sobre seu inimigo. Quando uma criatura que esteja sob o efeito do seu Voto de Inimizade realizar um ataque, e se encontrar a uma distância adequada, você pode atacá-la com uma arma de combate corpo a corpo."
                    ]
                },
                {
                    "name": "Anjo Vingador",
                    "source": "PHB",
                    "page": 119,
                    "className": "Paladino",
                    "classSource": "PHB",
                    "subclassShortName": "Vingança",
                    "subclassSource": "PHB",
                    "level": 20,
                    "header": 2,
                    "entries": [
                        "No 20º nível, você pode assumir a forma de um anjo vingador. Com uma ação, você se transforma e, durante uma hora, adquire os seguintes benefícios:",
                        {
                            "type": "list",
                            "items": [
                                "Asas brotam das suas costas e você adquire deslocamento de voo de 18 metros.",
                                "Você emana uma aura de ameaça que cobre um raio de 9 metros. A primeira vez que uma criatura inimiga entrar na aura, ou sempre que ela iniciar o turno dela dentro dessa área durante um combate, precisará ser bem-sucedida em uma salvaguarda de Sabedoria, ou ficará {@condition amedrontada} por você durante 1 minuto ou até sofrer dano. As jogadas de ataque feitas contra a criatura {@condition amedrontada} têm vantagem."
                            ]
                        },
                        "Após usar esta característica, você não pode voltar a usá-la até completar um descanso longo."
                    ]
                }
            ]
        },
        {
            "name": "Violador",
            "shortName": "Violador",
            "id": "violador",
            "source": "DMG",
            "className": "Paladino",
            "classSource": "PHB",
            "page": 97,
            "level": 3,
            "entries": [
                "Um Violador do Juramento, também conhecido como Violador, é um paladino que quebra seus juramentos sagrados para perseguir alguma ambição obscura ou servir um poder maligno. Qualquer luz que habita no coração do paladino foi extinta. Só resta a escuridão.",
                "Um paladino deve ser mau e pelo menos de 3º nível para se tornar um Violador. O paladino substitui as características específicas do seu Juramento Sagrado pelas características do Violador."
            ],
            "subclassFeatures": [
                {
                    "name": "Canalizar Divindade: Controlar Mortos-Vivos",
                    "source": "DMG",
                    "page": 97,
                    "className": "Paladino",
                    "classSource": "PHB",
                    "subclassShortName": "Violador",
                    "subclassSource": "DMG",
                    "level": 3,
                    "header": 1,
                    "entries": [
                        "Com uma ação, o paladino escolhe uma criatura morta-viva à vista e a até 9 metros dele. O alvo deve fazer uma salvaguarda de Sabedoria. Se falhar, deve obedecer os comandos do paladino pelas próximas 24 horas, ou até que o paladino use esta opção de Canalizar Divindade novamente. Um morto-vivo com nível de desafio igual ou superior ao nível do paladino é imune a este efeito."
                    ]
                },
                {
                    "name": "Canalizar Divindade: Aspecto Terrível",
                    "source": "DMG",
                    "page": 97,
                    "className": "Paladino",
                    "classSource": "PHB",
                    "subclassShortName": "Violador",
                    "subclassSource": "DMG",
                    "level": 3,
                    "header": 1,
                    "entries": [
                        "Com uma ação, o paladino canaliza as emoções mais sombrias e as concentra em uma explosão de ameaça mágica. Cada criatura à escolha do paladino, a até 9 metros dele e que possa vê-lo deve fazer uma salvaguarda de Sabedoria. Se falhar, fica {@condition amedrontada} pelo paladino por 1 minuto. Se uma criatura {@condition amedrontada} por este efeito terminar seu turno a mais de 9 metros de distância do paladino, ela pode tentar outra salvaguarda de Sabedoria para encerrar o efeito sobre si."
                    ]
                },
                {
                    "name": "Magias de Violador",
                    "source": "DMG",
                    "page": 97,
                    "className": "Paladino",
                    "classSource": "PHB",
                    "subclassShortName": "Violador",
                    "subclassSource": "DMG",
                    "level": 3,
                    "header": 1,
                    "entries": [
                        "Um paladino Violador perde as magias de juramento anteriormente obtidas e, no lugar delas, ganha as seguintes magias de Violador nos níveis de paladino listados.",
                        {
                            "type": "table",
                            "caption": "Magias de Violador",
                            "colLabels": [
                                "Nível do Paladino",
                                "Magias"
                            ],
                            "colStyles": [
                                "col-2 text-center",
                                "col-10"
                            ],
                            "rows": [
                                [
                                    "3º",
                                    "{@spell infligir ferimentos}, {@spell repreensão infernal}"
                                ],
                                [
                                    "5º",
                                    "{@spell coroa da loucura}, {@spell escuridão}"
                                ],
                                [
                                    "9º",
                                    "{@spell animar os mortos}, {@spell rogar maldição}"
                                ],
                                [
                                    "13º",
                                    "{@spell confusão}, {@spell malogro}"
                                ],
                                [
                                    "17º",
                                    "{@spell contágio}, {@spell dominar pessoa}"
                                ]
                            ]
                        }
                    ]
                },
                {
                    "name": "Aura de Ódio",
                    "source": "DMG",
                    "page": 97,
                    "className": "Paladino",
                    "classSource": "PHB",
                    "subclassShortName": "Violador",
                    "subclassSource": "DMG",
                    "level": 7,
                    "header": 2,
                    "entries": [
                        "A partir do 7º nível, o paladino e todos os ínferos e mortos-vivos a até 3 metros dele ganham um bônus para as jogadas de dano com armas de combate corpo a corpo igual ao modificador de Carisma do paladino (mínimo de +1). Uma criatura pode se beneficiar desta característica de apenas um paladino por vez.",
                        "No 18º nível, o alcance desta aura aumenta para 9 metros."
                    ]
                },
                {
                    "name": "Resistência Sobrenatural",
                    "source": "DMG",
                    "page": 97,
                    "className": "Paladino",
                    "classSource": "PHB",
                    "subclassShortName": "Violador",
                    "subclassSource": "DMG",
                    "level": 15,
                    "header": 2,
                    "entries": [
                        "No 15º nível, o paladino ganha resistência a dano contundente, cortante e perfurante de armas não mágicas."
                    ]
                },
                {
                    "name": "Lorde do Pavor",
                    "source": "DMG",
                    "page": 97,
                    "className": "Paladino",
                    "classSource": "PHB",
                    "subclassShortName": "Violador",
                    "subclassSource": "DMG",
                    "level": 20,
                    "header": 2,
                    "entries": [
                        "No 20º nível, o paladino pode, com uma ação, cerca-se com uma aura de angústia que dura 1 minuto. A aura reduz qualquer luz plena para meia-luz em uma raio de 9 metros em torno do paladino. Sempre que um inimigo {@condition amedrontado} pelo paladino começar seu turno na aura, ele sofre 4d10 pontos de dano psíquico. Além disso, o paladino e as criaturas que ele escolhe na aura são envoltos por uma sombra mais intensa. Criaturas que dependam da visão têm desvantagem em jogadas de ataque contra criaturas envolvidas por esta sombra.",
                        "Enquanto a aura durar, o paladino pode usar uma ação bônus em seu turno para fazer com que as sombras na aura ataquem uma criatura. O paladino faz um ataque mágico corpo a corpo contra o alvo. Se acertar o ataque, o alvo sofre dano necrótico igual a 3d10 + o modificador de Carisma do paladino.",
                        "Depois de ativar a aura, o paladino não pode fazê-lo novamente até que termine um descanso longo."
                    ]
                }
            ]
        },
        {
            "name": "Juramento da Coroa",
            "shortName": "Coroa",
            "id": "coroa",
            "source": "SCAG",
            "className": "Paladino",
            "classSource": "PHB",
            "page": 142,
            "level": 3,
            "entries": [
                "O Juramento da Coroa é realizado para os ideais da civilização, sejam eles o espírito de uma nação, a lealdade à uma soberania ou o serviço a uma divindade da lei e a governança. Os paladinos que fazem este juramento dedicam-se a servir a sociedade e, em particular, as leis justas que mantém a sociedade unida. Estes paladinos são protetores vigilantes nas muralhas, colocando-se contra as ondas caóticas de bárbaros que ameaçam despedação tudo o que a civilização construiu, e são normalmente conhecidos como protetores, expoentes ou sentinelas. Frequentemente, paladinos que fazem esse juramento são membros de uma ordem de cavalaria a serviço de uma nação ou de um soberano, e submetem seu juramento como parte de sua admissão nas fileiras da ordem."
            ],
            "subclassFeatures": [
                {
                    "name": "Princípios da Coroa",
                    "source": "SCAG",
                    "page": 142,
                    "className": "Paladino",
                    "classSource": "PHB",
                    "subclassShortName": "Coroa",
                    "subclassSource": "SCAG",
                    "level": 3,
                    "header": 1,
                    "entries": [
                        "Os princípios do Juramento da Coroa são frequentemente estabelecidos pelo soberano ao qual seu juramento é feito, mas geralmente enfatiza os seguintes princípios.",
                        {
                            "type": "entries",
                            "name": "Lei",
                            "entries": [
                                "A lei é fundamento. É a argamassa que une as pedras da civilização, e portanto deve ser respeitada."
                            ]
                        },
                        {
                            "type": "entries",
                            "name": "Lealdade",
                            "entries": [
                                "Sua palavra é a sua garantia. Sem lealdade, juramentos e leis não significam nada."
                            ]
                        },
                        {
                            "type": "entries",
                            "name": "Coragem",
                            "entries": [
                                "Você deve estar disposto a fazer o que é necessário ser feito para o bem da ordem, mesmo diante de todas as adversidades. Se você não agir, então quem o fará?"
                            ]
                        },
                        {
                            "type": "entries",
                            "name": "Responsabilidade",
                            "entries": [
                                "Você deve lidar com as consequências de seus atos, e você é responsável pelo cumprimento de suas tarefas e obrigações."
                            ]
                        }
                    ]
                },
                {
                    "name": "Canalizar Divindade: Desafio do Campeão",
                    "source": "SCAG",
                    "page": 142,
                    "className": "Paladino",
                    "classSource": "PHB",
                    "subclassShortName": "Coroa",
                    "subclassSource": "SCAG",
                    "level": 3,
                    "header": 1,
                    "entries": [
                        "Com uma ação bônus você emana um desafio que compele outras criaturas a lutarem contra você. Cada criatura de sua escolha à sua vista e a até 9 metros de você deve fazer uma salvaguarda de Sabedoria. Se falhar, a criatura não pode se mover voluntariamente para mais do que 9 metros de você. Este efeito sobre a criatura termina quando você está incapacitado ou morre, ou se a criatura estiver a mais do que 9 metros de você."
                    ]
                },
                {
                    "name": "Canalizar Divindade: Virar o Jogo",
                    "source": "SCAG",
                    "page": 142,
                    "className": "Paladino",
                    "classSource": "PHB",
                    "subclassShortName": "Coroa",
                    "subclassSource": "SCAG",
                    "level": 3,
                    "header": 1,
                    "entries": [
                        "Com uma ação bônus, você pode fortalecer criaturas feridas com seu Canalizar Divindade. Cada criatura de sua escolha que possa ouvi-lo e esteja a até 9 metros de você recupera pontos de vida equivalente a 1d6 + seu modificador de Carisma (mínimo de 1) se tiver não mais do que metade de seus pontos de vida."
                    ]
                },
                {
                    "name": "Magias de Juramento",
                    "source": "SCAG",
                    "page": 142,
                    "className": "Paladino",
                    "classSource": "PHB",
                    "subclassShortName": "Coroa",
                    "subclassSource": "SCAG",
                    "level": 3,
                    "header": 1,
                    "entries": [
                        "Você ganha as seguintes magias de juramento nos níveis de paladino indicados.",
                        {
                            "type": "table",
                            "caption": "Magias do Domínio da Coroa",
                            "colLabels": [
                                "Nível do Paladino",
                                "Magias"
                            ],
                            "colStyles": [
                                "col-2 text-center",
                                "col-10"
                            ],
                            "rows": [
                                [
                                    "3º",
                                    "{@spell comando}, {@spell duelo compelido}"
                                ],
                                [
                                    "5º",
                                    "{@spell vínculo de proteção}, {@spell zona da verdade}"
                                ],
                                [
                                    "9º",
                                    "{@spell aura de vitalidade}, {@spell guardiões espirituais}"
                                ],
                                [
                                    "13º",
                                    "{@spell banimento}, {@spell guardião da fé}"
                                ],
                                [
                                    "17º",
                                    "{@spell círculo do poder}, {@spell missão}"
                                ]
                            ]
                        }
                    ]
                },
                {
                    "name": "Submissão Divina",
                    "source": "SCAG",
                    "page": 142,
                    "className": "Paladino",
                    "classSource": "PHB",
                    "subclassShortName": "Coroa",
                    "subclassSource": "SCAG",
                    "level": 7,
                    "header": 2,
                    "entries": [
                        "A partir do 7º nível, quando uma criatura a até 1,5 metro de você sofre dano, você pode usar sua reação para substituir magicamente sua própria saúde pela da criatura do alvo, o que faz com que tal criatura não sofra o dano. Em vez disso, você sofre o dano. Esse dano causado a você não pode ser reduzido ou evitado de qualquer forma."
                    ]
                },
                {
                    "name": "Espírito Inabalável",
                    "source": "SCAG",
                    "page": 142,
                    "className": "Paladino",
                    "classSource": "PHB",
                    "subclassShortName": "Coroa",
                    "subclassSource": "SCAG",
                    "level": 15,
                    "header": 2,
                    "entries": [
                        "A partir do 15º nível, você tem vantagem nas salvaguardas para evitar ficar {@condition atordoado} ou {@condition paralisado}."
                    ]
                },
                {
                    "name": "Campeão Sublime",
                    "source": "SCAG",
                    "page": 142,
                    "className": "Paladino",
                    "classSource": "PHB",
                    "subclassShortName": "Coroa",
                    "subclassSource": "SCAG",
                    "level": 20,
                    "header": 2,
                    "entries": [
                        "No 20º nível, sua presença no campo de batalha é uma inspiração para aqueles dedicados à sua causa. Você pode usar sua ação para ganhar os benefícios a seguir por 1 hora:",
                        {
                            "type": "list",
                            "items": [
                                "Você tem resistência a dano contundente, cortante e perfurante de armas não mágicas.",
                                "Seus aliados têm vantagem em salvaguardas contra morte enquanto estão a até 9 metros de você.",
                                "Você tem vantagem em salvaguardas de Sabedoria, assim como seus aliados a até 9 metros de você."
                            ]
                        },
                        "Este efeito termina antes se você está {@condition incapacitado} ou se morrer. Uma vez que use esta característica, você não pode utilizá-la novamente até terminar um descanso longo."
                    ]
                }
            ]
        },
        {
            "name": "Juramento da Conquista",
            "shortName": "Conquista",
            "id": "conquista",
            "source": "XGE",
            "className": "Paladino",
            "classSource": "PHB",
            "page": 58,
            "level": 3,
            "entries": [
                "O Juramento da Conquista atrai paladinos que procuram a glória em batalha e a sujeição de seus inimigos. Para esses paladinos, não basta estabelecer a ordem. Eles precisam esmagar as forças do caos. Por vezes chamados de cavaleiros tiranos e belicistas, aqueles que fazem este juramento reúnem-se em ordens sombrias que servem deuses e filosofias da guerra e da força metódica.",
                "Alguns desses paladinos chegam ao ponto de se associar com os poderes dos Nove Infernos, valorizando o domínio da lei sobre o bálsamo da piedade. O arquidiabo Bel, senhor da guerra de Avernus, conta com muitos desses paladinos — denominados cavaleiros infernais — entre seus mais ardentes apoiadores. Os cavaleiros do inferno revestem suas armaduras com troféus tomados de seus inimigos, um terrível aviso àqueles que se opõem a eles e aos decretos de seus senhores. Os maiores opositores desses cavaleiros costumam ser outros paladinos deste mesmo juramento, que acreditam que os cavaleiros infernais se desviaram excessivamente na direção das trevas."
            ],
            "subclassFeatures": [
                {
                    "name": "Princípios da Conquista",
                    "source": "XGE",
                    "page": 58,
                    "className": "Paladino",
                    "classSource": "PHB",
                    "subclassShortName": "Conquista",
                    "subclassSource": "XGE",
                    "level": 3,
                    "header": 1,
                    "entries": [
                        "Um paladino que faça este juramento tem os princípios da conquista cauterizados no braço.",
                        {
                            "type": "entries",
                            "name": "Extinga a Chama da Esperança",
                            "entries": [
                                "A mera derrota do inimigo em combate não basta. Sua vitória deve esmagar a determinação de seus inimigos para todo o sempre. Uma lâmina pode pôr fim a uma vida. O medo pode derrubar um império."
                            ]
                        },
                        {
                            "type": "entries",
                            "name": "Governe com Punho de Ferro",
                            "entries": [
                                "Uma vez que você tenha conquistado, não tolere nenhuma dissidência. Sua palavra é lei. Aqueles que o obedecem devem ser favorecidos. Aqueles que o desafiam devem ser punidos como exemplo para os demais."
                            ]
                        },
                        {
                            "type": "entries",
                            "name": "Força acima de Tudo",
                            "entries": [
                                "Você deve governar até que surja alguém mais forte. Então você deve se fortalecer e fazer jus ao desafio, ou provar sua própria ruína."
                            ]
                        }
                    ]
                },
                {
                    "name": "Canalizar Divindade: Presença Conquistadora",
                    "source": "XGE",
                    "page": 58,
                    "className": "Paladino",
                    "classSource": "PHB",
                    "subclassShortName": "Conquista",
                    "subclassSource": "XGE",
                    "level": 3,
                    "header": 1,
                    "entries": [
                        "Você pode usar Canalizar Divindade para exalar uma presença aterrorizante. Como uma ação, você força cada criatura à sua escolha, à sua vista e a até 9 metros de você a realizar uma salvaguarda de Sabedoria. Todas as criaturas que falharem ficam {@condition amedrontadas} por você durante 1 minuto. Uma criatura {@condition amedrontada} pode repetir a salvaguarda ao final de todos os turnos dela, encerrando o efeito sobre si em caso de sucesso."
                    ]
                },
                {
                    "name": "Canalizar Divindade: Golpe Direcionado",
                    "source": "XGE",
                    "page": 58,
                    "className": "Paladino",
                    "classSource": "PHB",
                    "subclassShortName": "Conquista",
                    "subclassSource": "XGE",
                    "level": 3,
                    "header": 1,
                    "entries": [
                        "Você pode usar Canalizar Divindade para atacar com precisão sobrenatural. Ao fazer uma jogada de ataque, você pode usar Canalizar Divindade para ganhar um bônus de +10 na jogada. Você faz essa escolha após fazer a jogada, mas antes que o DM diga se o ataque é bem ou malsucedido."
                    ]
                },
                {
                    "name": "Magias de Juramento",
                    "source": "XGE",
                    "page": 58,
                    "className": "Paladino",
                    "classSource": "PHB",
                    "subclassShortName": "Conquista",
                    "subclassSource": "XGE",
                    "level": 3,
                    "header": 1,
                    "entries": [
                        "Você ganha as seguintes magias de juramento nos níveis de paladino listados na tabela Magias do Juramento da Conquista.",
                        {
                            "type": "table",
                            "caption": "Magias do Domínio da Conquista",
                            "colLabels": [
                                "Nível do Paladino",
                                "Magias"
                            ],
                            "colStyles": [
                                "col-2 text-center",
                                "col-10"
                            ],
                            "rows": [
                                [
                                    "3º",
                                    "{@spell armadura de Agathys}, {@spell comando}"
                                ],
                                [
                                    "5º",
                                    "{@spell arma espiritual}, {@spell imobilizar pessoa}"
                                ],
                                [
                                    "9º",
                                    "{@spell medo}, {@spell rogar maldição}"
                                ],
                                [
                                    "13º",
                                    "{@spell dominar fera}, {@spell pele-rocha}"
                                ],
                                [
                                    "17º",
                                    "{@spell dominar pessoa}, {@spell névoa mortal}"
                                ]
                            ]
                        }
                    ]
                },
                {
                    "name": "Aura da Conquista",
                    "source": "XGE",
                    "page": 58,
                    "className": "Paladino",
                    "classSource": "PHB",
                    "subclassShortName": "Conquista",
                    "subclassSource": "XGE",
                    "level": 7,
                    "header": 2,
                    "entries": [
                        "A partir do 7º nível, você emana constantemente uma aura ameaçadora enquanto não está {@condition incapacitado}. A aura se estende por 3 metros em todas as direções a partir de você, mas não atravessa cobertura total.",
                        "Se uma criatura estiver {@condition amedrontada} por você, o deslocamento dela é reduzido a 0 enquanto estiver dentro da aura, e ela recebe uma quantidade de dano psíquico igual a metade do seu nível de paladino, caso comece o turno dela ali.",
                        "No 18º nível o alcance da aura aumenta para 9 metros."
                    ]
                },
                {
                    "name": "Censura Desdenhosa",
                    "source": "XGE",
                    "page": 58,
                    "className": "Paladino",
                    "classSource": "PHB",
                    "subclassShortName": "Conquista",
                    "subclassSource": "XGE",
                    "level": 15,
                    "header": 2,
                    "entries": [
                        "A partir do 15º nível, aqueles que ousam atacá-lo são punidos psiquicamente por tal audácia. Sempre que uma criatura o atingir com um ataque, ela recebe uma quantidade de dano psíquico igual ao seu modificador de Carisma (no mínimo 1), se você não estiver {@condition incapacitado}."
                    ]
                },
                {
                    "name": "Conquistador Invencível",
                    "source": "XGE",
                    "page": 58,
                    "className": "Paladino",
                    "classSource": "PHB",
                    "subclassShortName": "Conquista",
                    "subclassSource": "XGE",
                    "level": 20,
                    "header": 2,
                    "entries": [
                        "No 20º nível, você ganha a habilidade de concentrar um enorme poder marcial. Como uma ação, você pode se tornar magicamente um avatar da conquista, ganhando os seguintes benefícios por 1 minuto:",
                        {
                            "type": "list",
                            "items": [
                                "Você tem resistência a todos tipos de dano.",
                                "Ao usar a ação Atacar no seu turno, você pode realizar um ataque adicional como parte dessa ação.",
                                "Seus ataques com armas de combate corpo a corpo resultam em acerto crítico com um resultado de 19 ou 20 no d20."
                            ]
                        },
                        "Após usar esta característica, você não pode usá-la novamente até terminar um descanso longo."
                    ]
                }
            ]
        },
        {
            "name": "Juramento da Redenção",
            "shortName": "Redenção",
            "id": "redencao",
            "source": "XGE",
            "className": "Paladino",
            "classSource": "PHB",
            "page": 59,
            "level": 3,
            "entries": [
                "O Juramento da Redenção coloca um paladino num caminho difícil, que exige que um guerreiro sagrado use a violência apenas como último recurso. Paladinos que se dedicam a este juramento acreditam que qualquer pessoa pode ser redimida, e que o caminho da benevolência e justiça está aberto para todos. Esses paladinos encaram criaturas malignas com a esperança de revelar-lhes a luz, assassinando-as apenas quando isso claramente salvará outras vidas. Paladinos que seguem este caminho são conhecidos como redentores.",
                "Embora redentores sejam idealistas, eles não são tolos. Eles sabem que mortos-vivos, demônios, diabos e outras ameaças sobrenaturais podem ser inerentemente más. Contra tais inimigos, paladinos que fazem este juramento revelam toda a cólera que suas armas e magias podem portas. Ainda assim, pregam que, um dia, até mesmo criaturas do mal encontrarão a redenção."
            ],
            "subclassFeatures": [
                {
                    "name": "Princípios da Redenção",
                    "source": "XGE",
                    "page": 59,
                    "className": "Paladino",
                    "classSource": "PHB",
                    "subclassShortName": "Redenção",
                    "subclassSource": "XGE",
                    "level": 3,
                    "header": 1,
                    "entries": [
                        "Os princípios do Juramento da Redenção mantém um paladino em um alto padrão de paz e justiça.",
                        {
                            "type": "entries",
                            "name": "Paz",
                            "entries": [
                                "A violência é o último recurso. Diplomacia e compreensão são os caminhos para a paz permanente."
                            ]
                        },
                        {
                            "type": "entries",
                            "name": "Inocência",
                            "entries": [
                                "Todas as pessoas iniciam a vida num estado de inocência, sendo o ambiente ou a influência de forças obscuras que as levam para o mal. Ao dar o bom exemplo, e trabalhar para curar as feridas de um mundo profundamente falho, você pode colocar qualquer um no caminho justo."
                            ]
                        },
                        {
                            "type": "entries",
                            "name": "Paciência",
                            "entries": [
                                "A mudança leva tempo. Aqueles que trilharam o caminho do mal devem ser lembrados da necessidade de se manterem honestos e verdadeiros. Após ter plantado a semente da retidão em uma criatura, você deve trabalhar diariamente para que a semente sobreviva e floresça."
                            ]
                        },
                        {
                            "type": "entries",
                            "name": "Sabedoria",
                            "entries": [
                                "Seu coração e mente devem permanecer puros, pois eventualmente você será forçado a admitir uma derrota. Ainda que todas as criaturas possam ser redimidas, algumas foram tão longe no caminho do mal que não lhe resta escolha senão encerrar suas vidas em nome do bem maior. Uma ação como essa deve ser cuidadosamente pesada e as consequências plenamente compreendidas, mas assim que a decisão for tomada, você deve leva-la a cabo sabendo que seu caminho é justo."
                            ]
                        }
                    ]
                },
                {
                    "name": "Canalizar Divindade: Emissário da Paz",
                    "source": "XGE",
                    "page": 59,
                    "className": "Paladino",
                    "classSource": "PHB",
                    "subclassShortName": "Redenção",
                    "subclassSource": "XGE",
                    "level": 3,
                    "header": 1,
                    "entries": [
                        "Você pode usar Canalizar Divindade para aumentar sua presença com poder divino. Como uma ação bônus, você concede um bônus de +5 aos seus testes de Carisma (Persuasão) durante os próximos 10 minutos."
                    ]
                },
                {
                    "name": "Canalizar Divindade: Repreender os Violentos",
                    "source": "XGE",
                    "page": 59,
                    "className": "Paladino",
                    "classSource": "PHB",
                    "subclassShortName": "Redenção",
                    "subclassSource": "XGE",
                    "level": 3,
                    "header": 1,
                    "entries": [
                        "Você pode usar Canalizar Divindade para repreender aqueles que usam violência. Imediatamente após um atacante a até 9 metros de você causar dano a uma criatura que não seja você, é possível usar sua reação para forçar o atacante a realizar uma salvaguarda de Sabedoria. Em caso de falha, ele sofre uma quantidade de dano radiante igual ao dano que ele causou à criatura. Em caso de sucesso, ele sofre metade desse dano."
                    ]
                },
                {
                    "name": "Magias de Juramento",
                    "source": "XGE",
                    "page": 59,
                    "className": "Paladino",
                    "classSource": "PHB",
                    "subclassShortName": "Redenção",
                    "subclassSource": "XGE",
                    "level": 3,
                    "header": 1,
                    "entries": [
                        "Você ganha as seguintes magias de juramento nos níveis de paladino listados na tabela Magias do Juramento da Redenção.",
                        {
                            "type": "table",
                            "caption": "Magias do Domínio da Redenção",
                            "colLabels": [
                                "Nível do Paladino",
                                "Magias"
                            ],
                            "colStyles": [
                                "col-2 text-center",
                                "col-10"
                            ],
                            "rows": [
                                [
                                    "3º",
                                    "{@spell santuário}, {@spell sono}"
                                ],
                                [
                                    "5º",
                                    "{@spell acalmar emoções}, {@spell imobilizar pessoa}"
                                ],
                                [
                                    "9º",
                                    "{@spell contramagia}, {@spell padrão hipnótico}"
                                ],
                                [
                                    "13º",
                                    "{@spell esfera resiliente de Otiluke}, {@spell pele-rocha}"
                                ],
                                [
                                    "17º",
                                    "{@spell imobilizar monstro}, {@spell muralha de energia}"
                                ]
                            ]
                        }
                    ]
                },
                {
                    "name": "Aura do Protetor",
                    "source": "XGE",
                    "page": 59,
                    "className": "Paladino",
                    "classSource": "PHB",
                    "subclassShortName": "Redenção",
                    "subclassSource": "XGE",
                    "level": 7,
                    "header": 2,
                    "entries": [
                        "A partir do 7º nível, você pode proteger outras criaturas de dano ao custo da sua própria integridade física. Quando uma criatura a até 3 metros de você sofre dano, você pode usar sua reação para magicamente sofrer esse dano no lugar da criatura. Esta característica não transfere para você quaisquer efeitos que acompanhem o dano, e o dano transferido não é reduzido de nenhum modo.",
                        "No 18º nível , o alcance desta aura aumenta para 9 metros."
                    ]
                },
                {
                    "name": "Espírito Protetor",
                    "source": "XGE",
                    "page": 59,
                    "className": "Paladino",
                    "classSource": "PHB",
                    "subclassShortName": "Redenção",
                    "subclassSource": "XGE",
                    "level": 15,
                    "header": 2,
                    "entries": [
                        "A partir do 15º nível, uma presença sagrada cura seus ferimentos em batalha. Você recupera uma quantidade de pontos de vida igual a 1d6 + metade do seu nível como paladino, caso você termine seu turno em combate com menos do que metade dos seus pontos de vida sobrando e não seja {@condition incapacitado}."
                    ]
                },
                {
                    "name": "Emissário da Redenção",
                    "source": "XGE",
                    "page": 59,
                    "className": "Paladino",
                    "classSource": "PHB",
                    "subclassShortName": "Redenção",
                    "subclassSource": "XGE",
                    "level": 20,
                    "header": 2,
                    "entries": [
                        "No 20º nível, você se torna um avatar da paz, o que lhe concede os seguintes benefícios:",
                        {
                            "type": "list",
                            "items": [
                                "Você tem resistência a todo dano provocado por outras criaturas (pelos ataques, magias e outros efeitos delas).",
                                "Sempre que uma criatura o atinge com um ataque, ela sofre uma quantidade de dano radiante igual a metade do dano causado pelo ataque."
                            ]
                        },
                        "Se você atacar uma criatura, conjurar uma magia nela, ou causar-lhe dano por quaisquer meios que não por esta característica, nenhum dos dois benefícios funciona contra a criatura até que você termine um descanso longo."
                    ]
                }
            ]
        }
    ]
}